Repository: andersju/webbkoll
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, no, sv

source: Particular care must be taken with regards to the period of storage (GDPR %{gdpr_art_5_1_e}). While it is technically easy for a web site owner to set the duration of a information stored in the form of cookies to a long period time, the principle of storage limitation implies a balancing act between the interest of tracking a visitors' behaviour and the interest of the visitor to keep their behaviour private. It's been established that a reasonable storage period does not exceed <a href="%{ec_cookies}">one year</a>.
de: Besondere Sorgfalt ist bei der Aufbewahrungsdauer geboten (DSGVO %{gdpr_art_5_1_e}). Während es für einen Website-Besitzer technisch einfach ist, die Dauer einer in Form von Cookies gespeicherten Information auf einen längeren Zeitraum festzulegen, bedeutet das Prinzip der Speicherbegrenzung einen Balanceakt zwischen dem Interesse, das Verhalten eines Besuchers zu verfolgen, und dem Interesse des Besuchers, sein Verhalten privat zu halten. Es wurde festgestellt, dass eine angemessene Aufbewahrungsfrist <a href="%{ec_cookies}">ein Jahr</a> nicht überschreitet.
it: Occorre prestare particolare attenzione al periodo di conservazione (GDPR %{gdpr_art_5_1_e}). Sebbene sia tecnicamente facile per il proprietario di un sito web impostare la durata delle informazioni memorizzate sotto forma di cookie per un lungo periodo di tempo, il principio della limitazione della memorizzazione implica un bilanciamento tra l'interesse di tracciare il comportamento dei visitatori e l'interesse del visitatore a mantenere il proprio comportamento privato. È stato stabilito che un periodo di conservazione ragionevole non supera <a href="%{ec_cookies}">un anno</a>.
no: Særlig hensyn må tas med hensyn på lagringstiden GDPR %{gdpr_art_5_1_e}). Mens det teknisk er enkelt for en nettstedseier å sette varigheten av informasjon lagret i informasjonskapsler til svært lang tid, begrenser prinsippet om lagringsbegrensning dette til en balanse mellom interessene av å spore gjesten og interessen for gjesten i å holde sine spor private. Det er etablert at en rimelig lagringstid ikke bør overstige <a href="%{ec_cookies}">et år</a>.
sv: Särskild försiktighet måste tas med hänsyn till lagringstiden (GDPR %{gdpr_art_5_1_e}). Även om det är tekniskt enkelt för en webbplatsinnehavare att sätta varaktigheten på information lagrad i kakor till en lång tidsperiod så implicerar principen om lagringsbegränsning en balansgång mellan å ena sidan intresset att spåra besökarens beteende och å andra sidan besökarens intresse att hålla sitt beteende privat. Det har etablerats att en rimlig lagriingsperiod inte överstiger <a href="%{ec_cookies}">ett år</a>.

source: Pass
de: Status
no: OK
sv: OK

source: Personal data shall be accurate, and if they aren’t, there must be a procedure to correct them.
de: Personenbezogene Daten müssen richtig sein. Sind sie es nicht, dann muss ein Prozess zur Fehlerkorrektur existieren.
it: I dati personali devono essere accurati e, se non lo sono, deve esserci una procedura per correggerli.
no: Personopplysninger skal stemme overens med virkeligheten og oppdateres om de er feilaktige.
sv: Personuppgifter ska vara stämma överens med verkligheten och uppdateras om de är felaktiga.

source: Personal data should not be saved or stored longer than necessary.
de: Personenbezogene Daten dürfen nicht länger als notwendig gespeichert oder aufbewahrt werden.
it: I dati personali non devono essere salvati o conservati più a lungo del necessario.
no: Man skal ikke lagre opplysninger lengre enn nødvendig.
sv: Man ska inte spara uppgifter längre än nödvändigt.

source: Please note:
de: Bitte beachte:
it: Si prega di notare:
no: Vær oppmerksom på:
sv: Vänligen observera:

source: Please write "Donation" in the message field. Any amount is much appreciated! (From a Swedish bank account, the number would be 52031057715.)
de: Schreibe bitte "Donation" als Verwendungszweck. Jede Zuwendung ist sehr willkommen! (Von einem schwedischen Konto aus sollte die Nummer 52031057715 lauten.)
it: Scrivete "Donazione" nel campo del messaggio. Qualsiasi importo è molto apprezzato! (Da un conto bancario svedese, il numero sarebbe 52031057715.)
no: Vennligst skriv "Donation" i meldingsfeltet. Alle beløp settes pris på! (Fra en svensk bankkonto er nummeret 52031057715.)
sv: Vänligen skriv "Donation" i meddelandefältet. Alla belopp uppskattas! (Från ett svenskt bankkonto är numret 52031057715.)

source: Processing %{url} failed at %{time}.
de: Verarbeitung von %{url} ist um %{time} fehlgeschlagen.
it: L'elaborazione di %{url} è fallita a %{time}.
no: Forsøk å teste %{url} mislyktes %{time}.
sv: Försök att testa %{url} misslyckades %{time}.

source: Processing failed
de: Verarbeitung fehlgeschlagen
it: Elaborazione non riuscita
no: Kjøringen mislyktes
sv: Körningen misslyckades

source: Profiling is mostly used in the advertisement industry to decide which type of advertisements a particular individual should be exposed to. Parents of small children, or people who know parents of small children, may receive ads for nappies, prams or family vacations. Increasingly, profiling is used to determine what contents are served by newspapers. The above mentioned groups may for instance receive short articles about new-borns if they are queueing (and have little time) or longer articles about new-borns if they are on a train (and have more time).
de: Profiling wird vor allem in der Werbebranche eingesetzt, um zu entscheiden, welcher Art von Werbung eine bestimmte Person ausgesetzt werden soll. Eltern von Kleinkindern oder Personen, die Eltern von Kleinkindern kennen, können Anzeigen für Windeln, Kinderwagen oder Familienurlaub erhalten. Zunehmend wird Profiling auch dazu verwendet, um festzustellen, welche Zeitungsinhalte angezeigt werden. Die oben genannten Gruppen können beispielsweise kurze Artikel über Neugeborene erhalten, wenn sie unterwegs sind (und wenig Zeit haben) oder längere Artikel über Neugeborene, wenn sie in einem Zug sitzen (und mehr Zeit haben).
it: La profilazione viene utilizzata soprattutto nell'industria pubblicitaria per decidere a quale tipo di pubblicità esporre un determinato individuo. I genitori di bambini piccoli, o le persone che conoscono genitori di bambini piccoli, possono ricevere pubblicità di pannolini, carrozzine o vacanze per famiglie. Sempre più spesso la profilazione viene utilizzata per determinare i contenuti dei giornali. I gruppi sopra citati possono ad esempio ricevere articoli brevi sui neonati se sono in coda (e hanno poco tempo) o articoli più lunghi sui neonati se sono in treno (e hanno più tempo).
no: Både profilering og oppførselskartlegging er vanlig i reklameindustrien. Det brukes for å bestemme hvilken type reklame man får se på ulike nettsteder. For eksempel kan småbarnsforeldre eller personer som kjenner småbarnsforeldre i større utstrekning enn andre få se reklame for tåteflasker, barnevogner eller charterreiser. I økt utstrekning anvendes profilering også for å bestemme hvilket nyhetsinnhold man får se på nyhetsnettsteder. Man kan for eksempel få korte artikler om nyfødte barn om man står i en kø (og har liten tid) eller lengre artikler om nyfødte barn hvis man er på et tog (og har lengre tid).
sv: Både profilering och beteendekartläggning är vanligt i reklamindustrin. Det används för att bestämma vilken sorts reklam man får se på olika webbplatser. Till exempel kan småbarnsföräldrar eller personer som känner småbarnsföräldrar i högre utsträckning än andra få se reklam för nappflaskor, barnvagnar eller charterresor. I ökad utsträckning används profilering även för att bestämma vilket tidningsinnehåll man får se när man besöker en dagstidning. Man kan till exempel få korta artiklar om nyfödda barn ifall man står i en kö (och har ont om tid) och samtidigt är i ”rätt ålder” för att gå i barntankar, eller långa artiklar om nyfödda barn ifall man sitter på ett tåg (och därför har mer tid).

source: Purpose limitation
de: Zweckbindung
it: Limiti di finalità
no: Formålsbegrensning
sv: Ändamålsbegränsning

source: Raw headers
de: Originalkopfzeilen
it: Intestazioni grezze
no: Rå headere
sv: Alla headers

source: Rec.
de: Erwägungsgrund
no: Betraktninger
sv: Skäl

source: Recent changes on Webbkoll.
de: Letzte Änderungen bei Webbkoll.
it: Cambiamenti recenti su Webbkoll.
no: Siste endringer på Webbkoll.
sv: Senaste ändringarna på Webbkoll.

source: Referrer Policy not set. This means that the default value <code>no-referrer-when-downgrade</code>, leaking referrers in many situations, is used.
de: Referrer-Richtlinie nicht gesetzt. Das bedeutet, dass vom Standardwert <code>no-referrer-when-downgrade</code> ausgegangen wird, was eine Preisgabe des Referrer in vielen Situationen bedeutet.
it: Politica sui referrer non impostata. Ciò significa che viene utilizzato il valore predefinito <code>no-referrer-when-downgrade</code>, che perde i referrer in molte situazioni.
no: Referrer Policy er ikke satt. Det innebærer at standardverdien <code>no-referrer-when-downgrade</code>, som lekker referrer i mange situasjoner, benyttes.
sv: Referrer Policy ej satt. Det innebär att standardvärdet <code>no-referrer-when-downgrade</code>, som läcker referrers i många situationer, används.

source: Referrer Policy set to <code>%{value}</code> in <code>Referrer-Policy</code> HTTP header.
de: Referrer-Richtlinie auf <code>%{value}</code> im <code>Referrer-Policy</code>-HTTP-Header gesetzt.
it: Politica del refferer impostata su <code>%{value}</code> in <code>Referrer-Policy</code> intestazione HTTP.
no: Referrer Policy satt til <code>%{value}</code> i <code>Referrer-Policy</code>-HTTP-header.
sv: Referrer Policy satt till <code>%{value}</code> i <code>Referrer-Policy</code>-HTTP-header.

source: Referrer Policy set to <code>%{value}</code> in <code>meta http-equiv</code> element.
de: Referrer-Richtlinie auf <code>%{value}</code> im <code>meta http-equiv</code>-Tag gesetzt.
no: Referrer Policy satt til <code>%{value}</code> i <code>meta http-equiv</code>-element.
sv: Referrer Policy satt till <code>%{value}</code> i <code>meta http-equiv</code>-element.

source: Referrer Policy set to <code>%{value}</code> in <code>meta</code> element.
de: Referrer-Richtlinie auf <code>%{value}</code> im <code>meta</code>-Element gesetzt.
it: Criterio del referrer impostato su <code>%{value}</code> nell'elemento <code>meta</code>.
no: Referrer Policy satt til <code>%{value}</code> i <code>meta</code>-element.
sv: Referrer Policy satt till <code>%{value}</code> i <code>meta</code>-element.

source: Referrers are (probably) leaked
de: Referrers werden (wahrscheinlich) übermittelt
it: I referrer sono (probabilmente) trapelati
no: Henviser lekker (antakeligvis)
sv: Referrers läcks (antagligen)

source: Referrers leaked
de: Referrers werden übermittelt
it: Referrers trapelati
no: Henviser lekker
sv: Referrers läcks

source: Referrers not leaked
de: Referrer werden nicht übermittelt
it: Referrers non trapelati
no: Henviser lekker ikke
sv: Referrers läcks inte

source: Referrers partially leaked
de: Referrers werden teilweise übermittelt
it: Referrers parzialmente trapelati
no: Henviser lekker delvis
sv: Referrers läcks delvis

source: Removes the ability for users to click through warnings about invalid certificates.
de: Entfernt die Möglichkeit für Benutzer, Warnungen vor ungültigen Zertifikaten zu ignorieren.
it: Rimuove la possibilità per gli utenti di fare clic sugli avvisi relativi ai certificati non validi.
no: Tar bort muligheten for brukere til å klikke seg gjennom advarsler om ugyldige sertifikat.
sv: Tar bort möjligheten för användare att klicka sig igenom varningar om ogiltiga certifikat.

source: Reporting (CSP, Certificate Transparency, Network Error Logging)
de: Berichte (CSP, Zertifikats-Transparenz, Netzwerkfehler-Protokollierung)
it: Reporting (CSP, trasparenza dei certificati, registrazione degli errori di rete)
no: Rapportering (CSP, Certificate Transparency, Network Error Logging)
sv: Rapportering (CSP, Certificate Transparency, Network Error Logging)

source: Reports are not sent to a third-party.
de: Berichte werden nicht an Dritte gesandt.
it: I rapporti non vengono inviati a terzi.
no: Rapporter sendes ikke til en tredjepart.
sv: Rapporter skickas inte till en tredjepart.

source: Reports are sent to a third-party.
de: Berichte werden an Dritte gesandt.
it: I rapporti vengono inviati a terzi.
no: Rapporter sendes til en tredjepart.
sv: Rapporter skickas till en tredjepart.

source: Reports leaked
de: Berichte wurden übermittelt
it: Rapporti trapelati
no: Rapporter lekker
sv: Rapporter läcks

source: Restricts use of the <code>&lt;base&gt;</code> tag by using <code>base-uri 'none'</code>, <code>base-uri 'self'</code>, or specific origins
de: Eingeschränkte Verwendung von <code>&lt;base&gt;</code> durch <code>base-uri 'none'</code>, <code>base-uri 'self'</code>, oder spezifizierten Quellen
it: Limita l'uso del tag <code>&lt;base&gt;</code> utilizzando <code>base-uri 'none'</code>, <code>base-uri 'self'</code>, o origini specifiche
no: Begrenser anvendelsen av <code>&lt;base&gt;</code>-elementet gjennom å bruke <code>base-uri 'none'</code>, <code>base-uri 'self'</code>, eller spesifikke kilder
sv: Begränsar användningen av <code>&lt;base&gt;</code>-elementet genom att använda <code>base-uri 'none'</code>, <code>base-uri 'self'</code>, eller specifika origins

source: Restricts where <code>&lt;form&gt;</code> contents may be submitted by using <code>form-action 'none'</code>, <code>form-action 'self'</code>, or specific URIs
de: Beschränkt die Zusendung von <code>&lt;form&gt;</code>-Inhalten durch <code>form-action 'none'</code>, <code>form-action 'self'</code> oder spezifische URIs
it: Limita l'invio dei contenuti del modulo <code><></code> utilizzando <code>form-action 'none'</code>, <code>form-action 'self'</code>, o URI specifici
no: Begrenser hvor <code>&lt;form&gt;</code>-innhold kan sendes gjennom å bruke <code>form-action 'none'</code>, <code>form-action 'self'</code> eller spesifikke URI'er
sv: Begränsar var <code>&lt;form&gt;</code>-innehåll kan skickas genom att använda <code>form-action 'none'</code>, <code>form-action 'self'</code> eller specifika URI:er

source: Result
de: Ergebnis
it: Risultato
no: Resultat
sv: Resultat

source: Results for
de: Ergebnisse für
it: Risultati per
no: Resultat for
sv: Resultat för

source: Results for %{url}
de: Ergebnisse für %{url}
it: Risultati per %{url}
no: Resultat for %{url}
sv: Resultat för %{url}

source: SRI can be used with <code>script</code> and <code>link</code> elements. To enable SRI on an element, you need to add <code>integrity</code> and <code>crossorigin</code> attributes to it.
de: SRI kann auf <code>script</code> und <code>link</code> Tags angewendet werden. Zum Einrichten von SRI müssen ein <code>integrity</code>- und <code>crossorigin</code>-Attribut dem Tag hinzugefügt werden.
it: L'ISR può essere utilizzato con gli elementi <code>script</code> e <code>link</code>. Per abilitare l'ISR su un elemento, è necessario aggiungere gli attributi <code>integrity</code> e <code>crossorigin</code>.
no: SRI kan benyttes med <code>script</code>- og <code>link</code>-element. For å aktivere SRI på et element behøver du legge til attributtet <code>integrity</code> og <code>crossorigin</code>.
sv: SRI kan användas med <code>script</code>- och <code>link</code>-element. För att aktivera SRI på ett element behöver du lägga till attributen <code>integrity</code> och <code>crossorigin</code>.

source: Search
de: Suchen
it: Cerca
no: Søk
sv: Sök

source: See <a href="#raw-headers">Raw headers</a> below for full details.
de: Siehe <a href="#raw-headers">Original Header</a> weiter unten für alle Einzelheiten.
it: Vedere <a href="#raw-headers">Intestazioni grezze</a> di seguito per tutti i dettagli.
no: Se <a href="#raw-headers">Rå headere</a> nedenfor for mer informasjon.
sv: Se <a href="#raw-headers">alla headers</a> nedan för mer information.

source: See also <a href="https://infosec-handbook.eu/blog/online-assessment-tools/">Pros and cons of online assessment tools for web server security</a> from InfoSec Handbook (a site that also has many other relevant articles).
de: Weitere Informationen auch im InfoSec-Handbuch <a href="https://infosec-handbook.eu/blog/online-assessment-tools/">Pros and cons of online assessment tools for web server security</a> (eine Seite mit zahlreichen Artikeln zum Thema).
it: Si veda anche <a href="https://infosec-handbook.eu/blog/online-assessment-tools/">Pro e contro degli strumenti di valutazione online per la sicurezza dei server web</a> da InfoSec Handbook (un sito che contiene anche molti altri articoli pertinenti).
no: Se også <a href="https://infosec-handbook.eu/blog/online-assessment-tools/">Pros and cons of online assessment tools for web server security</a> fra InfoSec Handbook (et nettsted som også har mange andra relevante artikler).
sv: Se även <a href="https://infosec-handbook.eu/blog/online-assessment-tools/">Pros and cons of online assessment tools for web server security</a> från InfoSec Handbook (en sajt som också har många andra relevanta artiklar).

source: See the following pages for more information:
de: Auf den folgenden Seiten findest du weitere Informationen:
it: Per ulteriori informazioni, consultare le pagine seguenti:
no: Se følgende sider for mer informasjon:
sv: Se följande sidor för mer information:

source: Show
de: Zeigen
it: Mostra
no: Vis
sv: Visa

source: Since responsibility can be a difficult burden, Webbkoll has a large set of recommendations for data protection which may go further than what one could be legally liable for. We want to enable the best possible data protection with the least amount of administrative burdens. One of the reasons the rules of the data protection regulation make it seem bureaucratic and boring not to data minimise, is so that each actor in society who wishes to influence others has to consider carefully the way in which they use such power.
de: Verantwortung ist eine schwere Bürde. Webbkoll verfügt über eine Vielzahl von Instrumenten und Empfehlungen zum Datenschutz, die über das hinausgehen, wofür man gesetzlich haftbar gemacht wird. Wir wollen den bestmöglichen Datenschutz bei minimalem Aufwand ermöglichen. Mit ein Grund, warum die Regeln der Datenschutzgrundverordnung als bürokratisch und langweilig erscheinen und Datenverarbeitungen nicht minimiert werden, ist, dass jeder Akteur in der Gesellschaft andere beeinflussen will.
it: Poiché la responsabilità può essere un onere difficile, Webbkoll ha una vasta gamma di raccomandazioni per la protezione dei dati che possono andare oltre le responsabilità legali. Vogliamo consentire la migliore protezione dei dati possibile con il minor numero di oneri amministrativi. Uno dei motivi per cui le norme del regolamento sulla protezione dei dati fanno sembrare burocratico e noioso non minimizzare i dati, è che ogni attore della società che desidera influenzare gli altri deve considerare attentamente il modo in cui usa tale potere.
no: Ettersom ansvar kan være en stor byrde har Webbkoll et stort antall anbefalinger for datasbeskyttelse som kan gå lengre enn hva man kan være juridisk ansvarlig for. Vi vil legge til rette for best mulig beskyttelse med minst mulig administrativ byrde. En årsak til hvorfor GDPR-reglene gjør det byråkratisk og kjedelig å ikke dataminimere er at hver aktør i samfunnet som vil påvirke andre må overveier måten de bruker slik makt.
sv: Eftersom ansvar kan vara en stor börda har Webbkoll ett stort antal rekommendationer för dataskydd som kan gå längre än vad man kan vara juridiskt ansvarig för. Vi vill möjliggöra bästa möjliga skydd med minsta möjliga administrativ börda. En anledning till varför GDPR-reglerna gör att det ter sig byråkratiskt och tråkigt att inte dataminimera är att varje aktör i samhället som vill påverka andra noga måste överväga sättet på vilket de använder sådan makt.

source: Sorry, bots aren't allowed.
de: Bitte entschuldige, Bots sind unerwünscht.
it: Spiacente, i bot non sono ammessi.
no: Beklager, men boter tillates ikke.
sv: Beklagar, men botar är inte tillåtna.

source: State
de: Status
it: Stato
no: Status
sv: Status

source: Storage limitation
de: Dauer einer Speicherung
it: Limitazione di archiviazione
no: Lagringsminimering
sv: Lagringsminimering

source: Subresource Integrity (SRI) implemented, but external resources are loaded over HTTP or use protocol-relative URLs via src="//..."
de: Subresource Integrity (SRI) wurde eingebunden, aber externe Ressourcen werden über HTTP geladen oder nutzen relative URLs mittels src="//..."
it: Subresource Integrity (SRI) implementato, ma le risorse esterne sono caricate su HTTP o utilizzano URL relativi al protocollo tramite src="//..."
no: Subresource Integrity (SRI) implementert, men eksterne resurser lastes over HTTP eller bruker protokollrelative URL'er via src="//..."
sv: Subresource Integrity (SRI) implementerat, men externa resurser laddas över HTTP eller använder protokollrelativa URL:er via src="//..."

source: Subresource Integrity (SRI) is a security feature that enables browsers to verify that resources they fetch (for example, from a CDN) are delivered without unexpected manipulation. It works by allowing you to provide a cryptographic hash that a fetched resource must match.
de: Subresource Integrity (SRI) ist ein Sicherheitsmerkmal, mit dem Browser überprüfen können, ob abgerufene Ressourcen (z. B. von einem CDN) ohne Manipulationen übertragen wurden. Es ermöglicht dir, einen kryptografischen Hash anzugeben, dem eine abgerufene Ressource entsprechen muss.
it: La Subresource Integrity (SRI) è una funzione di sicurezza che consente ai browser di verificare che le risorse recuperate (ad esempio, da un CDN) siano consegnate senza manipolazioni inattese. Funziona consentendo di fornire un hash crittografico a cui una risorsa recuperata deve corrispondere.
no: Subresource Integrity (SRI) er en sikkerhetsfunksjon som lar nettlesere verifisere at resursene de henter (eksempelvis fra et CDN) leveres umanipulert. Det fungerer ved at du tilbyr en kryptografisk hash som den hentede resursen må matche.
sv: Subresource Integrity (SRI) är en säkerhetsfunktion som låter webbläsare verifiera att resurserna de hämtar (till exempel från en CDN) levereras omanipulerade. Det fungerar på så vis att du tillhandahåller en kryptografisk hash som den hämtade resursen måste matcha.

source: Subresource Integrity (SRI) is implemented and all resources are loaded from a similar origin.
de: Subresource Integrity (SRI) wurde eingebunden und alle Ressourcen werden vom gleichen Ursprungsort geladen.
it: L'integrità delle risorse (SRI) è implementata e tutte le risorse sono caricate da un'origine simile.
no: Subresource Integrity (SRI) er implementert, og alle resurser lastes fra tilsvarende kilde.
sv: Subresource Integrity (SRI) implemeneterat, och alla resurser laddas från en liknande origin.

source: Subresource Integrity (SRI) is implemented and all resources are loaded securely.
de: Subresource Integrity (SRI) wurde eingebunden und alle Ressourcen werden sicher geladen.
it: L'integrità delle risorse secondarie (ISR) è implementata e tutte le risorse sono caricate in modo sicuro.
no: Subresource Integrity (SRI) er implementert, og alle ressurser lastes på sikkert vis.
sv: Subresource Integrity (SRI) implementerat, och alla resurser laddas på säkert vis.
