Repository: andersju/webbkoll
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, no, sv

source: Depending on the purposes for collecting personal data, data minimisation may mean different things. Webbkoll makes it easy to find out how not to collect personal data and how not to inadvertently leak personal data. Should one want to collect personal data anyway, one needs to be transparent about such collection and one also needs to follow the rules in chapter 4 of the regulation. The rules of how to collect and process personal data are in place to ensure that anyone who chooses a purpose for data collection also reflects on the consequences of such choices.
de: Je nachdem, zu welchem Zweck personenbezogene Daten erhoben werden, kann Datenminimierung unterschiedliche Bedeutungen haben. Mit Webbkoll ist es einfach herauszufinden, wie man personenbezogene Daten nicht erhebt und wie man nicht ungewollt personenbezogene Daten weitergibt. Sollte man dennoch personenbezogene Daten erheben wollen, muss man diese Erhebung transparent machen und die Regeln in Kapitel 4 der Verordnung befolgen. Die Regeln für die Erhebung und Verarbeitung personenbezogener Daten sollen sicherstellen, dass jeder, der sich für einen Zweck der Datenerhebung entscheidet, auch über die Folgen dieser Entscheidung nachdenkt.
it: A seconda delle finalità della raccolta dei dati personali, la minimizzazione dei dati può avere significati diversi. Con Webbkoll è facile scoprire come non raccogliere i dati personali e come non farli trapelare inavvertitamente. Nel caso in cui si volesse comunque raccogliere dati personali, è necessario essere trasparenti su tale raccolta e seguire le regole del capitolo 4 del regolamento. Le regole sulle modalità di raccolta e trattamento dei dati personali servono a garantire che chiunque scelga uno scopo per la raccolta dei dati rifletta anche sulle conseguenze di tali scelte.
no: Avhengig av hvilke formål som ligger bak innsamlingen av persondata, kan dataminimering bety forskjellige ting. Webbkoll gjør det enkelt å finne ut av hvordan man kan unngå å samle inn persondata og hvordan man unngår å lekke persondata. Skulle man ønske å samle persondata allikevel, må man være åpen om det og dette må forholde seg til reglene i kapittel 4 av reguleringen. Reglene om hvordan man samler og prosesserer personlige data er der for å sikre at enhver som vil kartlegge og spore andre behøver tenke gjennom konsekvensene av slike valg.
sv: Beroende på vilket ändamål man har valt, kan det här innebära olika mängder personuppgifter. Dataskydd.net:s webbkoll gör det enkelt att ta reda på hur man kan låta bli att både samla in och att läcka information om privatpersoner. Vill man ändå samla in personuppgifter i större eller mindre utsträckning, behöver man dels vara öppen med det (individen ska förstå vilka uppgifter som samlas in och varför de är viktiga för ändamålet), och så behöver man förhålla sig till reglerna i dataskyddsförordningens kapitel 4. Baktanken med detta regelverk är att den som vill kartlägga och spåra andra ska behöva tänka igenom varför och på vilket sätt den vill göra detta, så att det inte sker bara för att det går.

source: Description
de: Beschreibung
it: Descrizione
no: Beskrivelse
sv: Beskrivning

source: Developed by
de: Entwickelt von
it: Sviluppato da
no: Utviklet av
sv: Utvecklat av

source: Disclaimer: The results presented here might not be 100% correct. Bugs happen. This tool is meant to be used by site owners as a starting point for improvements, not as a rigorous analysis.
de: Haftungsausschluss: Die hier bereitgestellten Ergebnisse sind möglicherweise nicht zu 100% korrekt. Fehler passieren. Dieses Tool soll von Website-Betreibern als Ausgangspunkt für Verbesserungen verwendet werden und nicht als abschließende Analyse.
it: Disclaimer: i risultati presentati qui potrebbero non essere corretti al 100%. Gli errori si verificano. Questo strumento deve essere utilizzato dai proprietari dei siti come punto di partenza per i miglioramenti, non come un'analisi rigorosa.
no: Vær oppmerksom: Det er mulig at resultatene som presenteres her ikke er korrekte. Feil skjer. Verktøyet er først og fremst ment å benyttes av nettstedsinnehavere som et utgangspunkt for forbedringer, ikke for å gjøre rigorøse analyser.
sv: Observera: Det är möjligt att resultaten som presenteras här inte är korrekta. Buggar händer. Verktyget är främst menat att användas av webbplatsinnehavare som en startpunkt för förbättringar, inte för att göra rigorösa analyser.

source: Donate
de: Spenden
it: Donare
no: Donere
sv: Donera

source: Error
de: Fehler
it: Errore
no: Feil
sv: Fel

source: Error: %{error_message}
de: Fehler: %{error_message}
it: Errore: %{error_message}
no: Feil: %{error_message}
sv: Fel: %{error_message}

source: Even if you enter https://, http:// will be checked, to see if it redirects to https:// automatically (redirects are followed).
de: Auch wenn du https:// eingibst, wird http:// überprüft, um zu sehen, ob es automatisch zu https:// weiterleitet (Weiterleitungen wird gefolgt).
it: Anche se si inserisce https://, http:// viene controllato, per vedere se si reindirizza automaticamente a https:// (i reindirizzamenti vengono seguiti).
no: Selv om du skriver https:// så kommer http:// til å bli sjekket, for å se om omdirigeringer til https:// automatisk blir fulgt.
sv: Även om du skriver https:// så kommer http:// att kollas, för att se om automatisk omdirigering till https:// sker (omdirigeringar följs).

source: Expires on
de: Verfällt am
it: Scade il
no: Utløpstid
sv: Utgångstid

source: External files such as images, scripts and CSS are loaded, but the tool performs no interactions with the page — no links are clicked, no forms are submitted.
de: Dateien wie Bilder, Skripte und CSS-Stilvorlagen werden zwar geladen, das Tool führt jedoch keine Interaktionen mit der Website aus — es werden keine Links angeklickt und keine Formulare abgeschickt.
it: Vengono caricati file esterni come immagini, script e CSS, ma lo strumento non esegue alcuna interazione con la pagina: non vengono cliccati link o inviati moduli.
no: Eksterne filer som bilder, skript og CSS lastes, men verktøyet interagerer ikke med siden — ingen lenker klikkes, ingen skjema fylles ut.
sv: Externa filer som bilder, skript och CSS laddas, men verktyget interagerar inte med sidan &mdash; inga länkar klickas, inga formulär skickas.

source: Failed
de: fehlgeschlagen
it: Fallito
no: Mislyktes
sv: Misslyckades

source: Feedback is appreciated: send <a href="mailto:info@dataskydd.net">email</a> or <a href="https://github.com/andersju/webbkoll">open an issue</a>.
de: Feedback ist willkommen: Sende uns eine <a href="mailto:info@dataskydd.net">E-Mail</a> oder <a href="https://github.com/andersju/webbkoll">berichte einen Fehler</a>.
it: Il feedback è gradito: invia <a href="mailto:info@dataskydd.net">email</a> o <a href="https://github.com/andersju/webbkoll">apri un problema</a>.
no: Tilbakemeldinger settes pris på: <a href="mailto:info@dataskydd.net">epost</a> eller <a href="https://github.com/andersju/webbkoll">åpne en issue på GitHub</a>.
sv: Feedback uppskattas: <a href="mailto:info@dataskydd.net">mejla</a> eller <a href="https://github.com/andersju/webbkoll">öppna en issue på GitHub</a>.

source: Feedback? Questions? <a href="mailto:info@dataskydd.net">info@dataskydd.net</a>
de: Feedback? Fragen? <a href="mailto:info@dataskydd.net">info@dataskydd.net</a>
it: Feedback? Domande? <a href="mailto:info@dataskydd.net">info@dataskydd.net</a>
no: Kommentarer? Spørsmål? <a href="mailto:info@dataskydd.net">info@dataskydd.net</a>
sv: Kommentarer? Frågor? <a href="mailto:info@dataskydd.net">info@dataskydd.net</a>

source: Final URL:
de: Weitergeleitet:
it: URL finale:
no: Avsluttende URL:
sv: Slutgiltig URL:

source: Firefox, Safari, Opera, and Edge also incorporate Chrome’s HSTS preload list, making this feature shared across major browsers.
de: Firefox, Safari, Opera und Edge enthalten auch die Chrome-HSTS-Preload Liste, so dass diese Funktion von allen gängigen Browsern unterstützt wird.
it: Anche Firefox, Safari, Opera ed Edge incorporano l'elenco di precaricamento HSTS di Chrome, rendendo questa funzione condivisa dai principali browser.
no: Firefox, Safari, Opera and Edge inkluderer også Chromes HSTS-preload-liste, hvilket gjør at denne funksjonen deles mellom de store nettleserne.
sv: Firefox, Safari, Opera och Edge inkluderar också Chromes HSTS-preload-lista, vilket gör att denna funktion delas mellan de stora webbläsarna.

source: For a user to take advantage of HSTS, their browser does have to see the HSTS header at least once. This means that users are not protected until after their first successful secure connection to a given domain.
de: Damit ein Benutzer die Vorteile von HSTS nutzen kann, muss sein Browser eine HSTS-geschützte Seite mindestens einmal besucht haben. Erst nach der ersten erfolgreichen, sicheren Verbindung ist er für die weiteren Besuche zu dieser Domain geschützt.
it: Affinché un utente possa sfruttare l'HSTS, il suo browser deve vedere l'intestazione HSTS almeno una volta. Ciò significa che gli utenti non sono protetti fino alla prima connessione sicura riuscita a un determinato dominio.
no: For at en bruker skal kunne dra nytte av HSTS må brukerens nettleser se HSTS-headeren minst en gang. Det innebærer at brukere ikke er beskyttet før de gjenomfører sin første suksessfulle forbindelse sikre forbindelse til et gitt domene.
sv: För att en användare ska kunna dra nytta av HSTS måste användarens besökare se HSTS-headern minst en gång. Det innebär att användare inte är skyddade förrän de gjort sin första framgångsrika säkra anslutning till en viss domän.

source: For checking the configuration of a server, try <a href="https://www.ssllabs.com/ssltest/">SSL Labs SSL Server Test</a> (web), <a href="https://testssl.sh/">testssl.sh</a> (CLI tool), <a href="https://github.com/mozilla/tls-observatory">Mozilla TLS Observatory</a> (CLI tool) or <a href="https://observatory.mozilla.org/">Observatory by Mozilla</a> (web).
de: Zur Überprüfung der Serverkonfiguration verwende bitte <a href="https://www.ssllabs.com/ssltest/">SSL Labs SSL Server Test</a> (Web), <a href="https://testssl.sh/">testssl.sh</a> (Kommandozeilentool), <a href="https://github.com/mozilla/tls-observatory">Mozilla TLS Observatory</a> (Kommandozeilentool) oder <a href="https://observatory.mozilla.org/">Mozillas Observatory</a> (Web).
it: Per verificare la configurazione di un server, provare <a href="https://www.ssllabs.com/ssltest/">SSL Labs SSL Server Test</a> (web), <a href="https://testssl.sh/">testssl.sh</a> (strumento CLI), <a href="https://github.com/mozilla/tls-observatory">Mozilla TLS Observatory</a> (strumento CLI) o <a href="https://observatory.mozilla.org/">Ossevatorio di Mozilla</a> (web).
no: For å kontrollere tjenerkonfigurasjonen, se <a href="https://www.ssllabs.com/ssltest/">SSL Labs SSL Server Test</a>, <a href="https://testssl.sh/">testssl.sh</a>, <a href="https://github.com/mozilla/tls-observatory">Mozilla TLS Observatory</a> eller <a href="https://observatory.mozilla.org/">Observatory by Mozilla</a>.
sv: För att kontrollera serverkonfigurationen, se <a href="https://www.ssllabs.com/ssltest/">SSL Labs SSL Server Test</a>, <a href="https://testssl.sh/">testssl.sh</a>, <a href="https://github.com/mozilla/tls-observatory">Mozilla TLS Observatory</a> eller <a href="https://observatory.mozilla.org/">Observatory by Mozilla</a>.

source: For example, given the file <a href="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js">https://cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js</a>, we can calculate the SHA384 hash:
de: Beispiel: Mit der eingebundenen Datei <a href="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js">https://cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js</a> können SHA384-Hashwerte berechnet werden:
it: Ad esempio, dato il file <a href="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js">https://cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js</a>, possiamo calcolare l'hash SHA384:
no: For eksempel: gitt filen <a href="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js">https://cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js</a> kan vi beregne følgende SHA384-hash:
sv: Till exempel: givet filen <a href="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js">https://cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js</a> kan vi beräkna följande SHA384-hash:

source: For more rigorous and systematic testing we recommend that you check out <a href="https://github.com/mozilla/OpenWPM">OpenWPM</a>, which can be (and is) used to conduct large-scale studies.
de: Für strengere und systematischere Tests empfehlen wir <a href="https://github.com/mozilla/OpenWPM">OpenWPM</a>, das in großen Studien und Projekten genutzt werden kann (und wird).
it: Per test più rigorosi e sistematici, consigliamo di consultare <a href="https://github.com/mozilla/OpenWPM">OpenWPM</a>, che può essere (ed è) utilizzato per condurre studi su larga scala.
no: For mer rigorøs og systematisk testing anbefaler vi at du kikker på <a href="https://github.com/mozilla/OpenWPM">OpenWPM</a>, som kan brukes for å gjennomføre studier i stor skala.
sv: För mer rigoröst och systematiskt testande rekommenderar vi att du kollar in <a href="https://github.com/mozilla/OpenWPM">OpenWPM</a>, som kan användas för att genomföra storskaliga studier.

source: For non-EU/EEA territories, it depends (GDPR %{art_44}). For a website, transfers will probably have to rely on adequacy decisions (%{art_45}) made by the European Commission when a third territory has been deemed to have appropriate data protection safe guards in its legislation. However, adequacy decisions cannot always be trusted, as demonstrated in the EU Court of Justice 2015 (C-362/14). Binding corporate rules (%{art_47}) or standard clauses (%{art_46}) may also be used to transfer data, but in the absence of rulings by courts and data protection authorities this is still legally uncertain territory.
de: Für Nicht-EU/EWR-Gebiete hängt es von (DSGVO %{art_44}) ab. Für eine Website sind Übertragungen wahrscheinlich auf Abwägungsentscheidungen nach (%{art_45}) der Europäischen Kommission angewiesen, wenn in einem Drittland nach ihren Rechtsvorschriften angemessene Datenschutzmaßnahmen vorgesehen sind. Abwägungsentscheidungen können jedoch nicht immer heran gezogen werden wie der Europäische Gerichtshof 2015 (C-362/14) zeigt. Verbindliche Unternehmensregeln (%{art_47}) oder Standardklauseln (%{art_46}) können auch zur Datenübermittlung herangezogen werden. Das ist aber mangels ausreichender Gerichts- und Datenschutzurteile noch auf rechtlich wackeliger Basis.
it: Per i territori non UE/SEE, dipende (GDPR %{art_44}). Per un sito web, i trasferimenti dovranno probabilmente fare affidamento sulle decisioni di adeguatezza (%{art_45}) prese dalla Commissione europea quando si ritiene che un territorio terzo abbia adeguate protezioni per la protezione dei dati nella propria legislazione. Tuttavia, le decisioni di adeguatezza non sono sempre affidabili, come dimostrato dalla Corte di giustizia dell'UE nel 2015 (C-362/14). Anche le norme vincolanti d'impresa (%{art_47}) o le clausole standard (%{art_46}) possono essere utilizzate per trasferire i dati, ma in assenza di sentenze da parte di tribunali e autorità per la protezione dei dati questo è ancora un territorio giuridicamente incerto.
no: For områder utenfor EU/EØS så avhenger det av (GDPR %{art_44}). For et nettsted vil overføringer antakeligvis bero på beslutninger om tilstrekkelig beskyttelsesnivå (%{art_45}) gjort av EU-kommisjonen når et tredjeland bedømmes å ha tilstrekkelige beskyttelsesgarantier for personvern i sitt lovverk. Beslutninger om tilstrekkelig beskyttelsesnivå går dog ikke alltid å støtte seg på, hvilket EU-domstolen viste i 2015 (C-362/14). Bindende selskapsbestemmelser (%{art_47}) eller standardiserte personvernsbestemmelser (%{art_46}) kan også anvendes for å overføre data, men uten avgjørelser fra dommer og tilsynsmyndigheter er dette juridisk usikkert område.
sv: För områden utanför EU/EES så beror det på (GDPR %{art_44}). För en webbplats så behöver överföringar antagligen förlita sig på beslut om adekvat skyddsnivå (%{art_45}) gjorda av EU-kommissionen när ett tredjeland bedömts ha lämpliga skyddsåtgärder för dataskydd i sin lagstiftning. Beslut om adekvat skyddsnivå går dock inte alltid att förlita sig på, vilket EU-domstolen visat 2015 (C-362/14). Bindande företagsbestämmelser (%{art_47}) eller standardiserade dataskyddsbestämmelser (%{art_46}) kan också användas för att överföra data, men i avsaknad av avgöranden från domar och tillsynsmyndigheter är detta fortfarande juridiskt osäkert område.

source: GDPR %{art_32_2} makes clear that measures should be taken against unauthorized disclosure of, or access to, personal data transmitted, stored or otherwise processed. CSP is a relatively simple way of ensuring that your web visitors do not end up being put in contact with someone that either they - or you - did not anticipate for them to contact.
de: DSGVO %{art_32_2} stellt klar, dass Maßnahmen gegen unbefugte Weitergabe oder Zugriffe auf übermittelte, gespeicherte oder anderweitig verarbeitete personenbezogene Daten zu ergreifen sind. Eine CSP ist ein relativ einfacher Weg, um sicherzustellen, dass Webbesucher nicht unerwartet mit Dritten in Kontakt kommen.
it: Il GDPR %{art_32_2} chiarisce che è necessario adottare misure contro la divulgazione non autorizzata o l'accesso ai dati personali trasmessi, memorizzati o altrimenti trattati. Il CSP è un modo relativamente semplice per garantire che i visitatori del vostro sito web non finiscano per essere messi in contatto con qualcuno che loro, o voi, non avevate previsto di contattare.
no: GDPR %{art_32_2} gjør det klart at forholdsregler må tas mot uautorisert avsløring av, eller tilgang til personopplysninger som overføres, lagres eller på annen måte behandles. CSP er et relativt enkelt vis å bidra til at dine gjester ikke havner i kontakt med noe du - eller de - ikke forventet seg at de skulle kontakte.
sv: GDPR %{art_32_2} klargör att åtgärder bör vidtas mot obehörigt avslöjande av, eller tillgång till, personuppgifter som överförs, lagras eller på annat vis behandlas. CSP är ett relativt enkelt sätt att se till att dina besökare inte hamnar i kontakt med någon som antingen du - eller de - inte förväntade sig att de skulle kontakta.

source: GDPR:
de: DSGVO:

source: GDPR:
de: DSGVO:

source: GDPR: Same as for <a href="#cookies">cookies</a> above.
de: DSGVO: Gleiche Bestimmungen wie bei <a href="#cookies">Cookies</a> weiter oben.
it: GDPR: Come per i cookie di <a href="#cookies"></a> sopra.
no: GDPR: Samme som for <a href="#cookies">informasjonskapsler</a> over.
sv: GDPR: Samma som för <a href="#cookies">kakor</a> ovan.

source: Generally things work, but some sites (sometimes) don't work for various reasons.
de: Im Allgemeinen sollte alles funktionieren, manchmal kann es jedoch vorkommen, dass einzelne Seiten aus den verschiedensten Gründen nicht funktionieren.
it: In genere le cose funzionano, ma alcuni siti (a volte) non funzionano per vari motivi.
no: Vanligvis fungerer alt, men iblant kan det være problemer med visse nettsteder av ulik art.
sv: Vanligtvis fungerar allt, men ibland kan det vara problem med vissa sajter av olika skäl.

source: German:
de: Deutsch:
it: Tedesco:
no: Tysk:
sv: Tyska:

source: Get started with Let's Encrypt
de: Erste Schritte mit Let's Encrypt
it: Iniziare con Let's Encrypt
no: Kom i gang med Let's Encrypt
sv: Kom igång med Let's Encrypt

source: Good policy
de: Gute Richtlinie
no: God policy
sv: Bra policy

source: HSTS is just an HTTP header. In its simplest form, the policy tells a browser to enable HSTS for that exact domain or subdomain, and to remember it for a given number of seconds (the policy is refreshed every time browser sees the header again):
de: HSTS ist lediglich ein HTTP-Header. In der einfachsten Form weist die Richtlinie einen Browser an, HSTS für genau diese Domain oder Subdomain zu aktivieren und für eine bestimmte Anzahl von Sekunden zu speichern (die Richtlinie wird jedes Mal aktualisiert, wenn der Browser den Header erneut sieht):
it: HSTS è solo un'intestazione HTTP. Nella sua forma più semplice, il criterio indica al browser di abilitare l'HSTS per quell'esatto dominio o sottodominio e di ricordarlo per un determinato numero di secondi (il criterio viene aggiornato ogni volta che il browser vede di nuovo l'intestazione):
no: HSTS er bare en HTTP-header. I dens enkleste form sier policien at en nettleser må aktivere HSTS bare for det domenet eller subdomenet og komme huske det i et gitt antall sekunder. (policien fornyes hver gang nettleseren ser headeren igjen):
sv: HSTS är bara en HTTP-header. I dess enklaste form säger policyn åt en webbläsare att aktivera HSTS för just den domänen eller subdomänen, och komma ihåg det i ett givet antal sekunder (policyn förnyas varje gång webbläsaren ser headern igen):

source: HSTS not set on base domain https://%{domain}
de: Kein HSTS auf der Stammdomäne https://%{domain}
it: HSTS non impostato sul dominio di base https://%{domain}
no: HSTS er ikke satt på basisdomenenet https://%{domain}
sv: HSTS ej satt på basdomänen https://%{domain}

source: HSTS policy for https://%{host}:
de: HSTS-Richtlinie für https://%{host}:
it: HSTS policy per https://%{host}:
sv: HSTS-policy för https://%{host}:

source: HTTP Strict Transport Security (HSTS) not implemented.
de: Eine HTTP Strict Transport Security (HSTS) fehlt.
it: HTTP Strict Transport Security (HSTS) non implementato.
no: HTTP Strict Transport Security (HSTS) er ikke implementert.
sv: HTTP Strict Transport Security (HSTS) ej implementerat.

source: HTTP headers
de: HTTP-Kopfzeilen
it: Intestazioni HTTP

source: HTTPS by default
de: HTTPS als Voreinstellung
it: HTTPS per impostazione predefinita
no: HTTPS som standard
sv: HTTPS som standard

source: HTTPS by default, but with issues
de: HTTPS als Voreinstellung, aber mit Mängeln
it: HTTPS di default, ma con problemi
no: HTTPS som standard, men med problemer
sv: HTTPS som standard, men med problem

source: HTTPS by default:
de: HTTPS als Voreinstellung:
it: HTTPS per impostazione predefinita:
no: HTTPS som standard:
sv: HTTPS som standard:

source: HTTPS encrypts nearly all information sent between a client and a web service. Properly configured, it guarantees three things:
de: HTTPS verschlüsselt nahezu alle Informationen, die zwischen Client und Webservice ausgetauscht werden. Richtig konfiguriert, garantiert es drei Dinge:
it: HTTPS cripta quasi tutte le informazioni inviate tra un client e un servizio Web. Se configurato correttamente, garantisce tre cose:
no: HTTPS krypterer nesten all informasjon som sendes mellom en klient og en tjener. Med rett konfigurasjon garanteres tre ting:
sv: HTTPS krypterar nästan all information skickad mellan en klient och en webbtjänst. Rätt konfigurerat garanterar det tre saker:

source: Header
de: Kopfzeile
it: Intestazione

source: How Webbkoll works, who made it, and alternative services.
de: Wie Webbkoll funktioniert, wer es gemacht hat und alternative Dienste.
it: Come funziona Webbkoll, chi lo ha realizzato e i servizi alternativi.
no: Hvordan Webbkoll fungerer, hvem som står bak og alternative tjenester.
sv: Hur Webbkoll fungerar, vem som ligger bakom, och alternativa tjänster.

source: How it works
de: Funktionsweise
it: Come funziona
no: Hvordan det fungerer
sv: Hur det fungerar
