Repository: andersju/webbkoll
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, no, sv

source: Due to abuse Webbkoll will, until further notice, throw away query parameters and path from the URL you enter; i.e., if you enter <code>http://example.com/foo/?bar=42</code>, <code>http://example.com</code> will be checked.
de: Wegen Missbrauchs wird Webbkoll bis auf Weiteres Anfrageparameter und Pfad aus der eingegebenen URL entfernen; d. h. wenn du <code>http://example.com/foo/?bar=42</code> eingibst, wird <code>http://example.com</code> geprüft.
it: A causa di un abuso, Webbkoll, fino a nuovo avviso, eliminerà i parametri di query e il percorso dall'URL inserito; ad esempio, se si inserisce <code>http://example.com/foo/?bar=42</code>, <code>http://example.com</code> verrà controllato.
no: Grunnet misbruk vil Webbkoll inntil vider forkaste query-parametere og stier fra URLer du skriver inn. F.eks. hvis du skriver <code>http://example.com/foo/?bar=42</code>, blir <code>http://example.com</code> sjekket.

source: ID not found
de: ID nicht gefunden
it: ID non trovato
no: Fant ikke ID-en
sv: ID ej hittat

source: Test results are stored in memory on our server for 24 hours. We don't show a list of tested URLs. We don't use URLs or test results. We don't log IP addresses. We use one essential session cookie, _webbkoll_key, to prevent CSRF attacks.
de: Testergebnisse werden auf unserem Server für 24 Stunden im Arbeitsspeicher gehalten. Wir zeigen keine Liste zuletzt getesteter URLs. Wir verwenden keine URLs oder Testergebnisse. Wir loggen keine IP-Adressen. Wir verwenden einen essenziellen Session-Cookie, um CSRF-Attacken zu verhindern.
it: I risultati dei test vengono memorizzati sul nostro server per 24 ore. Non mostriamo un elenco di URL testati. Non utilizziamo gli URL o i risultati dei test. Non registriamo gli indirizzi IP. Utilizziamo un cookie di sessione essenziale, _webbkoll_key, per prevenire gli attacchi CSRF.
no: Testresultatet lagres i vår tjeneres minne i 24 timer. Vi viser ikke en liste over testede URL'er. Vi bruker ikke URL'er eller testresultat. Vi logger ikke IP-adresser og vi anvender ikke informasjonskapsler.
sv: Testresultat lagras i minnet på vår server i 24 timmar. Vi visar inte en lista över testade URL:er. Vi använder inte URL:er eller testresultat. Vi loggar inte IP-adresser och vi använder inte kakor.

source: The <strong><code>X-XSS-Protection</code></strong> header has been deprecated by modern browsers and its use can introduce <strong>additional</strong> security issues on the client side. As such, it is recommended to set the header as <code>X-XSS-Protection: 0</code> in order to disable the XSS Auditor, and not allow it to take the default behavior of the browser handling the response.
de: Der <strong><code>X-XSS-Protection</code></strong>-Header wurde von modernen Browsern abgekündigt, die Verwendung kann <strong>zusätzliche</strong> Sicherheitslücken auf dem Client aufwerfen. Daher wird empfohlen, den Header auf <code>X-XSS-Protection: 0</code> zu setzen, um den XSS-Auditor abzuschalten und diesem nicht das Standardverhalten zu erlauben, dass der Browser die Antwort handhabt.
it: L'intestazione <strong><code>X-XSS-Protection</code></strong> è stata deprecata dai browser moderni e il suo utilizzo può introdurre <strong>ulteriori</strong> problemi di sicurezza sul lato client. Pertanto, si raccomanda di impostare l'intestazione come <code>X-XSS-Protection: 0</code> per disabilitare l'XSS Auditor e non permettere che assuma il comportamento predefinito del browser che gestisce la risposta.
no: <strong><code>X-XSS-Protection</code></strong>-hodet er foreldet i moderne nettlesere og bruk derav kan intrudusere <strong>ytterligere</strong> sikkerhetsproblemer på klientsiden. Derfor anbefales det å sette hodet som <code>X-XSS-Protection: 0</code> for å skru av XSS-sjekkingen, og ikke tillate det å ta forvalgt adferd fra nettleseren som håndterer forespørselen.

source: The old recommendation was to set <code>X-XSS-Protection</code> to <code>1</code> or <code>1; mode=block</code>. However, OWASP now recommends setting it to <code>0</code>.
de: Die alte Empfehlung war, <code>X-XSS-Protection</code> auf <code>1</code> oder <code>1; mode=block</code> zu setzen. Jedoch empfiehlt OWASP nun, es auf <code>0</code> zu setzen.
it: La vecchia raccomandazione era di impostare <code>X-XSS-Protection</code> a <code>1</code> o <code>1; mode=block</code>. Tuttavia, OWASP raccomanda ora di impostare <code>0</code>.
no: Den gamle anbefalingen var å sette <code>X-XSS-Protection</code> til <code>1</code> eller <code>1; mode=block</code>. Dog anbefaler OWASP nå å bruke <code>0</code>.
sv: Den gamla rekommendationen var att sätta <code>X-XSS-Protection</code> till <code>1</code> eller <code>1; mode=block</code>. OWASP rekommenderar dock nu att sätta den till <code>0</code>.

source: <code>X-Frame-Options</code> is obsolete. Use the Content Security Policy directive <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/frame-ancestors"><code>frame-ancestors</code></a> instead.
de: <code>X-Frame-Options</code> ist veraltet. Nutze stattdessen die Content-Security-Policy-Direktive <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/frame-ancestors"><code>frame-ancestors</code></a>.
it: <code>X-Frame-Options</code> è obsoleto. Utilizzare invece la direttiva sui criteri di sicurezza dei contenuti <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/frame-ancestors"><code>frame-ancestors</code></a>.
sv: <code>X-Frame-Options</code> är obsolet. Använd Content Security Policy-direktivet <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/frame-ancestors"><code>frame-ancestors</code></a> i stället.

source: <strong>Note:</strong> The <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy"><code>Content-Security-Policy</code></a> HTTP header has a <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/frame-ancestors"><code>frame-ancestors</code></a> directive which <a href="https://www.w3.org/TR/CSP2/#frame-ancestors-and-frame-options">obsoletes</a> this header for supporting browsers.
de: <strong>Hinweis:</strong> Der HTTP-Header <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy"><code>Content-Security-Policy</code></a> hat eine Direktive <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/frame-ancestors"><code>frame-ancestors</code></a>, die diesen <a href="https://www.w3.org/TR/CSP2/#frame-ancestors-and-frame-options">veralteten</a> Header in Browsern ersetzt, die das unterstützen.
it: <strong>Nota:</strong> L'intestazione <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy"><code>Content-Security-Policy</code></a> HTTP ha una direttiva <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/frame-ancestors"><code>frame-ancestors</code></a> che <a href="https://www.w3.org/TR/CSP2/#frame-ancestors-and-frame-options">obsoleta</a> questa intestazione per i browser che la supportano.

source: IP address
de: IP-Adresse
it: Indirizzo IP
no: IP-adresse
sv: IP-adress

source: IP address:
de: IP-Adresse:
it: Indirizzo IP:
no: IP-adresse:
sv: IP-adress:

source: Text about HTTPS partly adapted from the CIO Council's <a href="https://https.cio.gov/">The HTTPS-Only Standard</a> (public domain). <a href="%{about}">See here</a> for more information.
de: Text zu HTTPS teilweise adaptiert von <a href="https://https.cio.gov/">The HTTPS-Only Standard</a> (Public Domain). <a href="%{about}">Hier klicken</a> für weitere Informationen.
it: Testo su HTTPS parzialmente adattato da <a href="https://https.cio.gov/">The HTTPS-Only Standard del CIO Council</a> (pubblico dominio). <a href="%{about}">Per ulteriori informazioni, vedere qui</a>.
no: Tekst om HTTPS delvis tilpasset fra CIO Council's <a href="https://https.cio.gov/">The HTTPS-Only Standard</a> (public domain). <a href="http://www.maxmind.com">MaxMinds</a> GeoLite2 country database (CC-BY-SA 4.0) benyttes for GeoIP-oppslag. <a href="%{about}">Se her</a> for mer informasjon.
sv: Text om HTTPS delvis anpassad från CIO Council's <a href="https://https.cio.gov/">The HTTPS-Only Standard</a> (public domain). <a href="%{about}">Se här</a> för mer information.

source: The server <strong>%{domain}</strong> had the IP address <strong>%{host_ip}</strong> during our test.
de: Der Server <strong>%{domain}</strong> hatte während unseres Tests die IP-Adresse <strong>%{host_ip}</strong>.
it: Il server <strong>%{domain}</strong> aveva l'indirizzo IP <strong>%{host_ip}</strong> durante il nostro test.
no: Tjeneren <strong>%{domain}</strong> hadde IP-adressen <strong>%{host_ip}</strong> i løpet av testen.
sv: Servern <strong>%{domain}</strong> hade IP-adressen <strong>%{host_ip}</strong> under vårt test.

source: When using tools that do geolocation, please note that the estimated country can be wrong, especially for websites that use CDNs.
de: Bei der Benutzung von Hilfsmitteln zur Geolokation ist zu beachten, dass das vermutete Land falsch sein kann, insbesondere bei Webauftritten, die CDNs verwenden.
it: Quando si utilizzano strumenti di geolocalizzazione, è bene tenere presente che il Paese stimato può essere sbagliato, soprattutto per i siti web che utilizzano CDN.
no: Ved bruk av verktøy som anvender geoposisjonering bør du merke deg at antatt land kan være galt, spesielt for nettsider som bruker innholdsleveransenettverk.
sv: När du använder verktyg som utför geolokalisering, observera att landsinformationen ibland kan vara felaktig, speciellt i fråga om webbplatser som använder CDN:er.

source: You can find information about this IP address using third-party tools such as the following:
de: Informationen zu dieser IP-Adresse findest du bspw. mithilfe folgender Drittanbieter-Werkzeuge:
it: È possibile trovare informazioni su questo indirizzo IP utilizzando strumenti di terze parti come i seguenti:
no: Du finner info om denne IP-adressen ved bruk av tredjepartsverktøy som f.eks:
sv: Du kan hitta information om den här IP-adressen med hjälp av exempelvis följande tredjepartsverktyg:

source: Profiling may additionally be used to shape political opinions, for instance through targeting specific groups with political information, or to enact measures against groups based on their assumed characteristics. This form of political work is called ”nudging” and may also be deployed to increase acceptance of specific measures (like the construction of a public park) in specific groups (such as the individuals living near the envisaged park).
de: Profiling kann darüber hinaus zur politischen Meinungsbildung genutzt werden, z. B. durch die gezielte Ansprache bestimmter Zielgruppen mit politischen Informationen oder um Maßnahmen gegen Gruppen auf der Grundlage ihrer angenommenen Eigenschaften zu ergreifen. Diese Form der politischen Arbeit wird als „Nudging“ bezeichnet und kann auch eingesetzt werden, um die Akzeptanz spezifischer Maßnahmen (z. B. den Bau eines öffentlichen Parks) in bestimmten Gruppen (z. B. die Anwohner des geplanten Parks) zu erhöhen.
it: La profilazione può essere utilizzata anche per plasmare le opinioni politiche, ad esempio rivolgendosi a gruppi specifici con informazioni politiche, o per adottare misure contro gruppi basate sulle loro caratteristiche presunte. Questa forma di lavoro politico è chiamata "nudging" e può anche essere utilizzata per aumentare l'accettazione di misure specifiche (come la costruzione di un parco pubblico) in gruppi specifici (come gli individui che vivono vicino al parco previsto).
no: Profilering kan også anvendes for å påvirke den politiske opinionen, for eksempel gjennom å utforme målrettet politisk informasjon eller ved å ta grep mot enkelte grupper basert på deres særskilte karakteristikker. Denne formen for politisk påvirkning kalles ofte for "nudging" og kan også anvendes for å øke aksepten i ulike grupper for visse typer avgjørelser.

source: Storing information or gaining access to information stored in the visitors' devices, for instance in the form of cookies, has been subject to sui generis legislation in the European Union (<a href="%{epd}">ePD, Art. 5.3</a>). These sui generis laws have tried to make a distinction between information stored to support technical features and information stored to support commercial features. In practice, poor enforcement of these rules has made the legal landscape unclear. Because there exists no legal duty for citizens to receive better targeted advertisement, nor a legal duty for citizens to assist web developers in improving web sites, it's doubtful that a legal basis exists for storing information to support commercial features without the consent of the web visitor (GDPR %{gdpr_art_7}). It is argued that the legitimate interests of a web site owner (%{gdpr_art_6_1_f}, %{gdpr_art_6_4}) may nevertheless enable them to subject a visitor to targeted ads or cause a visitor to assist the web developers. In either case, if the legitimate interest legal basis for processing is invoked, adequate security measures must be undertaken (GDPR %{gdpr_art_32}).
de: Die Speicherung von Informationen oder der Zugriff auf Informationen, die auf Geräten der Besucher gespeichert sind, z. B. in Form von Cookies, unterliegt in der Europäischen Union der Sui-generis-Gesetzgebung (<a href="%{epd}">Art. 5 Abs. 3 ePD</a>). Diese Sui-generis-Gesetze unterscheiden zwischen Informationen, die technische Merkmale gespeichert haben, und Informationen, die zur Unterstützung kommerzieller Merkmale gespeichert sind. In der Praxis hat die mangelnde Durchsetzung dieser Vorschriften die Rechtslandschaft unklar gemacht. Da es weder eine gesetzliche Verpflichtung für Bürger gibt, gezielte Werbung zu erhalten, noch eine gesetzliche Verpflichtung, Webentwickler bei der Verbesserung von Websites zu unterstützen, ist es fragwürdig, ob es eine Rechtsgrundlage für die Speicherung von Informationen zur Unterstützung kommerzieller Merkmale ohne Zustimmung des Besuchers gibt (DSGVO %{gdpr_art_7}). Es wird argumentiert, dass die berechtigten Interessen eines Website-Besitzers (%{gdpr_art_6_1_f}, %{gdpr_art_6_4}) diesem ermöglichen, Besuchern gezielte Werbung auszuliefern oder zur Unterstützung der Webentwickler zu verpflichten. In beiden Fällen müssen angemessene Schutzmaßnahmen ergriffen werden (DSGVO %{gdpr_art_32}), sofern berechtigtes Interesse die Rechtsgrundlage der Verarbeitung darstellt.
it: La memorizzazione di informazioni o l'accesso a informazioni memorizzate nei dispositivi dei visitatori, ad esempio sotto forma di cookie, è stata oggetto di una legislazione sui generis nell'Unione Europea (<a href="%{epd}">ePD, art. 5.3</a>). Queste leggi sui generis hanno cercato di fare una distinzione tra le informazioni memorizzate per supportare le funzioni tecniche e quelle memorizzate per supportare le funzioni commerciali. In pratica, la scarsa applicazione di queste norme ha reso il panorama giuridico poco chiaro. Poiché non esiste un obbligo legale per i cittadini di ricevere pubblicità più mirata, né un obbligo legale per i cittadini di aiutare gli sviluppatori web a migliorare i siti web, è dubbio che esista una base legale per la memorizzazione di informazioni a supporto di funzioni commerciali senza il consenso del visitatore web (GDPR %{gdpr_art_7}). Si sostiene che i legittimi interessi del proprietario di un sito web (%{gdpr_art_6_1_f}, %{gdpr_art_6_4}) possano comunque consentire di sottoporre un visitatore a pubblicità mirate o di indurlo a fornire assistenza agli sviluppatori del sito. In entrambi i casi, se viene invocata la base giuridica dell'interesse legittimo per il trattamento, devono essere adottate misure di sicurezza adeguate (GDPR %{gdpr_art_32}).
no: Lagring av informasjon eller tilgang til informasjon lagret på en gjests enhet, eksempelvis i form av informasjonskapsler, har vært gjenstand for sui generis-lovgivning i EU (<a href="%{epd}">ePD, Art. 5.3</a>). Disse sui generis-lovene har forsøkt å gjøre skillet mellom informasjon lagret for å støtte tekniske funksjoner og informasjon lagret for å støtte kommersielle funksjoner. I praksis har svak håndhevelse disse reglene gjort det juridiske landskapet uklart. Ettersom det ikke finnes noen lovpålagte grunner for borgere å motta bedre målrettet markedsføring, eller tilsvarende pålegg om å hjelpe webutviklere med forbedring av nettsteder, er det tvilsomt om det finnes et rettslig grunnlag for å lagre informasjon for å støttet kommersielle funksjoner uten å ha gjestens samtykke (GDPR %{gdpr_art_7}). Det argumenteres for at nettstedsinnehaveren berettigede interesser (%{gdpr_art_6_1_f}, %{gdpr_art_6_4}) uansett kan tillate bruken av rettet reklame eller grunngi at vedkommende assisterer webutvikleren. Da må det finnes en relevant og forholdsmessig relasjon mellom gjesten og nettstedsinnehaveren i den gitte situasjonen (GDPR %{gdpr_rec_47}), hvilket stiller spørsmålstegn ved anvendelsen av førstepartsinformasjonskapsler fra tredjepart. Uansett må adekvate sikkerhetsforanstaltninger settes i verk på basis av at berettiget interesse påberopes ihht. (GDPR %{gdpr_art_32}).

source: This principle above all concerns information registered by public authorities or companies, for instance in the credit check industry. In web development, it is more common with ”fuzzy” data sets, and the consequences of being erroneously categorised in a given profiling operation is normally not worse than that one receives online advertisement which is not specifically targeted to ones own group.
de: Dieses Prinzip betrifft vor allem Informationen, die von Behörden oder Unternehmen gesammelt werden, z. B. in der Kreditprüfungsbranche. In der Webentwicklung geschieht das eher bei „unscharfen“ Datensätzen, wo die Folgen falscher Kategorisierung beim Profiling normalerweise nicht schlimmer sind, als dass man Internetwerbung erhält, die nicht an die eigene Zielgruppe gerichtet ist.
it: Questo principio riguarda soprattutto le informazioni registrate dalle autorità pubbliche o dalle aziende, ad esempio nel settore del controllo del credito. Nello sviluppo web, è più comune con gli insiemi di dati "fuzzy", e le conseguenze di essere erroneamente classificati in una determinata operazione di profilazione non sono normalmente peggiori di quelle di ricevere pubblicità online non specificamente mirata al proprio gruppo.
no: Dette prinsippet dreier seg om førstehåndsinformasjon som registreres av myndigheter eller foretak som eksempelvis kredittforetak. I webutvikling og markedsføring er det vanligere at man arbeider med "uskarpe" mengder av personopplysninger, og konsekvensen av at man feilklassifiseres av sin nettsporer er vanligvis ikke verre enn at man får feilaktig rettet reklame når man beveger seg i online miljøer.

source: Webbkoll sees lawfulness, fairness and transparency as a requirement that individuals should understand with whom they are in contact by visiting a website. If an advertisement agency or some other company, such as an internet service provider, has easy access to behavioural data the individual should know. If an individual may be influenced by these parties, again they should be able to know. An individual should not have to master web development or have a need for advanced technical tools to find this out. While the principle of transparency is simple, permissible deviations from transparency are listed in articles 13-20 of the regulation.
de: Für Webbkoll äußern sich Rechtmäßigkeit, Fairness und Transparenz in der Anforderung, dass eine Person beim Besuch einer Webseite vestehen sollte, mit wem sie in Kontakt tritt. Wenn eine Werbeagentur oder ein anderes Unternehmen, wie z. B. ein Internetdienstanbieter, ungehinderten Zugang zu Verhaltensdaten hat, dann sollte das dem Betroffenen deutlich werden. Wenn jemand von den genannten Parteien beeinflusst werden kann, dann sollte er das wissen. Eine Person sollte weder Webentwicklung beherrschen müssen noch auf komplizierte technische Tools angewiesen sein, um das herauszufinden. Während der Grundsatz der Transparenz einfach ist, sind zulässige Abweichungen von der Transparenz in den Artikeln 13–20 der Verordnung aufgeführt.
it: Per Webbkoll la legalità, l'equità e la trasparenza sono un requisito che impone agli individui di capire con chi entrano in contatto visitando un sito web. Se un'agenzia pubblicitaria o un'altra azienda, come un fornitore di servizi Internet, ha facile accesso ai dati comportamentali, l'individuo deve saperlo. Se un individuo può essere influenzato da queste parti, anche in questo caso dovrebbe essere in grado di saperlo. Un individuo non dovrebbe avere bisogno di padroneggiare lo sviluppo web o di strumenti tecnici avanzati per scoprirlo. Se il principio della trasparenza è semplice, le deviazioni consentite dalla trasparenza sono elencate negli articoli da 13 a 20 del regolamento.
no: På Dataskydd.net:s Webbkoll ser vi dette som at individer skal ha en mulighet til å forstå hvilke tredjeparter de stilles i kontakt med gjennom å besøke et nettsted. Om ett reklameselskap eller noe annet selskap får enkel tilgang til personopplysninger og muligheter til å påvirke individer gjennom denne tilgangen, skal individet få vite om dette. Man skal ikke behøve en Master i webutvikling eller trenge spesielle tekniske verktøy for å forstå hvem som får mulighet til å påvirke en selv. Prinsippet om åpenhet er lett, men vil man ikke være helt transparent finnes det bestemmelser om hva man ikke for lov å la være å fortelle om i direktivets artikler 13-20.

source: An individual should be able to understand the terms under which their data is being processed (by others). (5(1)(a)).
de: Ein Individuum sollte in der Lage sein, die Bedingungen der Datenverarbeitung (durch andere) zu verstehen (Art. 5 Abs. 1 lit. a).
it: Un individuo dovrebbe essere in grado di comprendere i termini in base ai quali i suoi dati vengono elaborati (da altri). (5(1)(a)).

source: host
no: vert
sv: värd

source: %{first_party} first-party; %{third_party} third-party
it: %{first_party} prime-parti; %{third_party} terze-parti
no: %{first_party} førstepart; %{third_party} tredjepart
sv: %{first_party} förstapart; %{third_party} tredjepart

source: An individual should be able to understand the terms of interactions with others. (5(1)(a)).
sv: Det ska vara tydligt för en enskild vad som gäller vid behandlingar av personuppgifter. (5(1)(a))

source: Cookies
no: Informasjonskapsler
sv: Kakor

source: Cookies:
no: Informasjonskapsler:
sv: Kakor:

source: Domain
it: Dominio
no: Domene
sv: Domän

source: FAQ
no: Ofte Stilte Spørsmål
sv: Frågor och svar

source: First-party cookies
it: Cookie di prime parti
no: Førstepartsinformasjonskapsler
sv: Förstapartskakor

source: Host
no: Domene
sv: Domän

source: Name
it: Nome
no: Navn
sv: Namn

source: News
it: Notizie
no: Nyheter
sv: Nyheter

source: URLs
it: URL
no: URL'er
sv: URL:er

source: Status
it: Stato

source: Status:
it: Stato:
