Repository: andersju/webbkoll
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, no, sv

source: Blocks execution of inline JavaScript by not allowing <code>'unsafe-inline'</code> inside <code>script-src</code>
de: Blockiert Ausführung von Inline-JavaScripts durch Verhindern von <code>'unsafe-inline'</code> innerhalb <code>script-src</code>
it: Blocca l'esecuzione di JavaScript in linea non consentendo <code>'unsafe-inline'</code> all'interno di <code>script-src</code>
no: Blokker kjøring av inline-JavaScript gjenom å ikke tillate «<code>unsafe-inline</code>» inne i <code>script-src</code>
sv: Blockerar körning av inline-JavaScript genom att inte tillåta <code>'unsafe-inline'</code> inuti <code>script-src</code>

source: Blocks execution of plug-ins, using <code>object-src</code> restrictions
de: Blockiert das Ausführen von Plug-Ins durch Setzen von <code>object-src</code>-Beschränkungen
it: Blocca l'esecuzione dei plug-in, utilizzando le restrizioni di <code>object-src</code>
no: Blokker kjøring av programtillegg ved å bruke <code>object-src</code>-restriksjoner
sv: Blockerar körning av plugins genom att använda <code>object-src</code>-restriktioner

source: Blocks inline styles by not allowing <code>'unsafe-inline'</code> inside <code>style-src</code>
de: Blockiert Inline-Stilvorlagen durch Verhindern von <code>'unsafe-inline'</code> innerhalb <code>style-src</code>
it: Blocca gli stili in linea non consentendo <code>'unsafe-inline'</code> all'interno di <code>style-src</code>
no: Blokker inline-stiler ved å ikke tillate «<code>unsafe-inline</code>» inne i <code>style-src</code>
sv: Blockerar inline styles genom att inte tillåta <code>'unsafe-inline'</code> inuti <code>style-src</code>

source: Blocks loading of active content over HTTP or FTP
de: Blockiert das Laden aktiver Inhalte via HTTP oder FTP
it: Blocca il caricamento del contenuto attivo su HTTP o FTP
no: Blokkerer lasting av aktivt innhold over HTTP eller FTP
sv: Blockerar laddning av aktivt innehåll över HTTP eller FTP

source: Blocks loading of passive content over HTTP or FTP
de: Blockiert das Laden passiver Inhalte via HTTP oder FTP
it: Blocca il caricamento di contenuti passivi su HTTP o FTP
no: Blokkerer lasting av passivt innhold over HTTP eller FTP
sv: Blockerar laddning av passivt innehåll över HTTP eller FTP

source: By GDPR %{art_25}, a controller is responsible for implementing state of the art data protection by design and by default. Encrypted connections are a well-established technology to protect the privacy of web visitors against eavesdroppers on the wire.
de: Nach DSGVO %{art_25} ist ein Controller für die Durchsetzung des Datenschutzes bereits in der Entwicklung und in Standardeinstellungen auf dem aktuellen Stand der Technik verantwortlich. Verschlüsselte Verbindungen sind eine etablierte Technologie zum Schutz der Privatsphäre von Website-Besuchern vor Lauschangriffen.
it: In base al GDPR %{art_25}, un responsabile del trattamento è tenuto a implementare lo stato dell'arte della protezione dei dati per progettazione e per impostazione predefinita. Le connessioni criptate sono una tecnologia consolidata per proteggere la privacy dei visitatori del web da eventuali intercettazioni.
no: Etter GDPR %{art_25} er behandleren ansvarlig for å implementere personvern ved design og som forvalg. Krypterte forbindelser er en veletablert teknikk for å beskytte den besøkendes integritet mot tyvlyttere.
sv: Av GDPR %{art_25} är en personuppgiftsansvarig ansvarig för att implementera dataskydd per design och som standard. Krypterade anslutningar är en väletablerad teknik för att skydda besökares integritet gentemot tjuvlyssnare.

source: By setting a Referrer Policy, it's possible for websites to tell browsers to not leak referrers. Referrer Policy lets you specify a policy that's applied to all links clicked, as well as all other requests generated by the page (images, JS, etc.).
de: Durch die Festlegung einer Referrer-Richtlinie können Websites den Browsern mitteilen, dass sie keine Referrer weitergeben dürfen. Mit der Referrer-Richtlinie kannst du eine Richtlinie festlegen, die auf alle angeklickten Links sowie auf alle anderen von der Seite generierten Anfragen (Bilder, JS usw.) angewendet wird.
it: Impostando un Criterio sui referrer, i siti web possono indicare ai browser di non far trapelare i referrer. Il criterio Referrer consente di specificare un criterio che viene applicato a tutti i link cliccati e a tutte le altre richieste generate dalla pagina (immagini, JS, ecc.).
sv: Genom att sätta en Referrer Policy är det möjligt för webbplatser att säga webbläsare åt att inte läcka referrers. Det låter dig specificera en policy som tillämpas på såväl alla länkklick som alla andra förfrågningar genererade/orsakade av sidan (bilder, JS, osv).

source: CSP is a powerful mechanism that we strongly recommend. It allows for very fine-grained control. However, creating a good policy (or adjusting your site to work with a good policy) can take some time and effort. To make this easier, it's possible to use CSP in report-only mode.
de: CSP ist ein leistungsstarker Mechanismus, den wir dringend empfehlen. Es ermöglicht eine sehr feinkörnige Steuerung. Die Erstellung einer guten Richtlinie (oder die Anpassung einer Website, um mit einer guten Richtlinie zu funktionieren) kann Zeit und Mühe in Anspruch nehmen. Um das zu erleichtern, ist es möglich, eine CSP im reinen Report-Modus zu verwenden.
it: Il CSP è un meccanismo potente che consigliamo vivamente. Consente un controllo a grana molto fine. Tuttavia, la creazione di un buon criterio (o l'adattamento del sito per lavorare con un buon criterio) può richiedere tempo e impegno. Per semplificare le cose, è possibile utilizzare CSP in modalità solo report.
sv: CSP är en kraftfull mekanism som vi starkt rekommenderar. Det tillåter mycket detaljerad kontroll. Att skapa en bra policy (eller att anpassa din webbplats för att fungera med en bra policy) kan dock ta tid och ansträngning. För att förenkla detta är det möjligt att använda CSP i "report-only"-läge.

source: CSP makes it possible for server administrators to reduce or eliminate the vectors by which XSS can occur by specifying the domains that the browser should consider to be valid sources of executable scripts. A CSP compatible browser will then only execute scripts loaded in source files received from those whitelisted domains, ignoring all other script (including inline scripts and event-handling HTML attributes).
de: Die CSP ermöglicht es Serveradministratoren, Angriffsvektoren durch XSS-Angriffe zu reduzieren oder zu eliminieren, indem dem Browser bestimmte Domains als gültige Quellen u.a. für ausführbare Skripte mitgeteilt werden. Ein CSP-kompatibler Browser führt dann nur noch Skripte aus, die von diesen Whitelist-Domänen empfangen wurde und ignoriert alle anderen Skripte (einschließlich Inline-Skripte und HTML-Attribute zur Ereignisbehandlung).
it: CSP consente agli amministratori dei server di ridurre o eliminare i vettori di XSS, specificando i domini che il browser deve considerare come fonti valide di script eseguibili. Un browser compatibile con CSP eseguirà quindi solo gli script caricati nei file sorgente ricevuti da questi domini inseriti nella whitelist, ignorando tutti gli altri script (compresi gli script inline e gli attributi HTML che gestiscono gli eventi).
sv: CSP gör det möjligt för serveradministratörer att reducera eller eliminera sätten på vilka XSS kan inträffa genom att specificera de domäner som webbläsaren ska betrakta som giltiga källor för körbara skript. En CSP-kompatibel webbläsare kommer då bara exekvera skript från filer mottagna från dessa vitlistade domäner, och ignorera alla andra skript (inklusive inline-skript och event-hanterande HTML-attribut).

source: Check
de: Prüfen
it: Controllo
no: Sjekk
sv: Kolla

source: Check again
de: Erneut prüfen
it: Controlla di nuovo
no: Sjekk igjen
sv: Kolla igen

source: Check your site!
de: Überprüfe deine Webseite!
it: Controlla il tuo sito!
no: Sjekk nettstedet ditt.
sv: Kolla din webbplats!

source: Checked URL:
de: Überprüfte URL:
it: URL controllato:
no: Testet nettadresse:
sv: Testad URL:

source: Checking...
de: Überprüfe...
it: Controllo in corso...
sv: Kollar...

source: Chromium reports the following:
de: Chromium hat folgendes entdeckt:
it: Chromium riporta quanto segue:
no: Chromium rapporterer følgende:
sv: Chromium rapporterar följande:

source: Classification
de: Einordnung
it: Classificazione
no: Klassifisering
sv: Klassificering

source: Clickjacking protection, using <code>frame-ancestors</code>
de: Schutz vor Clickjacking durch <code>frame-ancestors</code>
it: Protezione contro il clickjacking, utilizzando <code>frame-ancestors</code>
no: Klikkovertagelsesbeskyttelse ved bruk av <code>frame-ancestors</code>
sv: Clickjacking-skydd genom användande av <code>frame-ancestors</code>

source: Content Security Policy (CSP) header cannot be parsed successfully.
de: Die Content Security Policy (CSP) Header können nicht verarbeitet werden.
it: L'intestazione Content Security Policy (CSP) non può essere analizzata correttamente.
no: Kunne ikke lese hode for innholdssikkerhetspraksis (CSP).
sv: Content Security Policy-header (CSP) kunde inte läsas.

source: Content Security Policy (CSP) header not implemented.
de: Keine Content Security Policy (CSP) Header gefunden.
it: L'intestazione Content Security Policy (CSP) non è stata implementata.
no: Hode for innholdssikkerhetspraksis (CSP) er ikke implementert.
sv: Content Security Policy-header (CSP) ej implementerad.

source: Content Security Policy (CSP) implemented unsafely. This includes <code>'unsafe-inline'</code> or <code>data:</code> inside <code>script-src</code>, overly broad sources such as <code>https:</code> inside <code>object-src</code> or <code>script-src</code>, or not restricting the sources for <code>object-src</code> or <code>script-src</code>.
de: Content Security Policy (CSP) wurde unsicher implementiert. Das beinhaltet ein <code>'unsafe-inline'</code> oder <code>data:</code> innerhalb von <code>script-src</code>, zu weit umfasste Ressourcen wie beispielsweise <code>https:</code> in <code>object-src</code> oder <code>script-src</code> eine fehlende Eingrenzung auf Ressourcen bei <code>object-src</code> oder <code>script-src</code>.
it: Politica di sicurezza dei contenuti (CSP) implementata in modo non sicuro. Ciò include <code>"unsafe-inline"</code> o <code>data:</code> inside <code>script-src</code>, sorgenti troppo ampie come <code>https:</code> inside <code>object-src</code> o <code>script-src</code>, o la mancata restrizione delle sorgenti per <code>object-src</code> o <code>script-src</code>.
no: Innholdssikkerhetspraksis (CSP) er implementert på usikkert vis. Dette inkluderer «<code>unsafe-inline</code>» eller <code>data:</code> inne i <code>script-src</code>, alt for vide kilder slik som <code>https:</code> inne i <code>object-src</code> eller <code>script-src</code>, eller å ikke begrense kildene for <code>object-src</code> eller <code>script-src</code>.
sv: Content Security Policy (CSP) implementerat på ett osäkert sätt. Detta inkluderar <code>'unsafe-inline'</code> eller <code>data:</code> inuti <code>script-src</code>, alltför breda källor såsom <code>https:</code> inuti <code>object-src</code> eller <code>script-src</code>, eller att inte begränsa källorna för <code>object-src</code> eller <code>script-src</code>.

source: Content Security Policy (CSP) implemented with <code>default-src 'none'</code> and no <code>'unsafe'</code>
de: Content Security Policy (CSP) eingebunden mit <code>default-src 'none'</code> und ohne <code>'unsafe'</code>
it: Politica di sicurezza dei contenuti (CSP) implementata con <code>default-src 'none'</code> e no <code>'unsafe'</code>
no: Innholdssikkerhetspraksis (CSP) er implementert med <code>default-src 'none'</code> og ingen «<code>unsafe</code>»
sv: Content Security Policy (CSP) implementerat med <code>default-src 'none'</code> och ingen <code>'unsafe'</code>

source: Content Security Policy (CSP) implemented with unsafe sources inside <code>style-src</code>. This includes <code>'unsafe-inline'</code>, <code>data:</code> or overly broad sources such as <code>https:</code>.
de: Content Security Policy (CSP) wurde mit unsicheren Ressourcen in <code>style-src</code> implementiert. Das beinhaltet auch ein <code>'unsafe-inline'</code>, <code>data:</code> oder zu weit umfasste Ressourcen wie <code>https:</code>.
it: Content Security Policy (CSP) implementata con fonti non sicure all'interno di <code>style-src</code>. Questo include <code>"unsafe-inline"</code>, <code>data:</code> o fonti troppo ampie come <code>https:</code>.
no: Innholdssikkerhetspraksis (CSP) er implementert med usikre kilder inne i <code>style-src</code>. Dette inkluderer «<code>unsafe-inline</code>», <code>data:</code> eller alt for vide kilder som f.eks. <code>https:</code>.
sv: Content Security Policy (CSP) implementerat med osäkra källor inuti <code>style-src</code>. Detta inkluderar <code>'unsafe-inline'</code>, <code>data:</code> eller alltför breda källor som <code>https:</code>.

source: Content Security Policy (CSP) implemented without <code>'unsafe-inline'</code> or <code>'unsafe-eval'</code>
de: Eine Content Security Policy (CSP) ohne <code>'unsafe-inline'</code> oder <code>'unsafe-eval'</code> gefunden
it: Politica di sicurezza dei contenuti (CSP) implementata senza <code>'unsafe-inline'</code> o <code>'unsafe-eval'</code>
no: Innholdssikkerhetspraksis (CSP) er implementert uten «<code>unsafe-inline</code>» eller «<code>unsafe-eval</code>»
sv: Content Security Policy (CSP) implementerat utan <code>'unsafe-inline'</code> eller <code>'unsafe-eval'</code>

source: Content Security Policy (CSP) implemented, but allows <code>'unsafe-eval'</code>
de: Eine Content Security Policy (CSP) gefunden, diese erlaubt aber <code>'unsafe-eval'</code>
it: La politica di sicurezza dei contenuti (CSP) è stata implementata, ma permette a <code>"unsafe-eval".</code>
no: Innholdssikkerhetspraksis (CSP) er implementert, men tillater «<code>unsafe-eval</code>»
sv: Content Security Policy (CSP) implementerat, men tillåter <code>'unsafe-eval'</code>

source: Content Security Policy (CSP) implemented, but secure site allows images or media to be loaded over HTTP
de: Content Security Policy (CSP) gefunden, diese erlaubt aber das Laden von Bildern oder Medien über HTTP
it: Criteri di sicurezza dei contenuti (CSP) implementati, ma il sito sicuro consente il caricamento di immagini o media tramite HTTP
no: Innholdssikkerhetspraksis (CSP) er implementert, men sikkert nettsted tillater innlasting av bilder eller media over HTTP
sv: Content Security Policy (CSP) implementerat, men säker webbplats tilllåter att bilder eller media laddas över HTTP

source: Content Security Policy (CSP) implemented, but secure site allows resources to be loaded over HTTP
de: Content Security Policy (CSP) gefunden, diese erlaubt aber das Laden von Ressourcen über HTTP
it: Politica di sicurezza dei contenuti (CSP) implementata, ma il sito sicuro consente il caricamento di risorse tramite HTTP
no: innholdssikkerhetspraksis (CSP) er implementert, men sikkert nettsted tillater innlasting av resurser over HTTP
sv: Content Security Policy (CSP) implementerat, men säker webbplats tillåter att resurser laddas över HTTP

source: Content Security Policy (CSP) is an added layer of security that helps to detect and mitigate certain types of attacks, including Cross Site Scripting (XSS) and data injection attacks. These attacks are used for everything from data theft to site defacement to distribution of malware.
de: Eine Content Security Policy (CSP) ist eine zusätzliche Sicherheitsebene, die dazu beiträgt, bestimmte Arten von Angriffen wie Cross-Site-Scripting (XSS) und Data-Injection zu erkennen und zu entschärfen. Diese Angriffe werden für alles von Website-Verunstaltung über Datendiebstahl bis hin zur Verbreitung von Malware genutzt.
it: La Content Security Policy (CSP) è un livello di sicurezza aggiuntivo che aiuta a rilevare e mitigare alcuni tipi di attacchi, tra cui gli attacchi di tipo Cross Site Scripting (XSS) e data injection. Questi attacchi sono utilizzati per qualsiasi cosa, dal furto di dati al defacement di siti alla distribuzione di malware.
sv: Content Security Policy (CSP) är ett extra lager säkerhet som hjälper med att upptäcka och motverka vissa typer av attacker, inklusive Cross-Site Scripting (XSS) och datainjiceringsattacker. Dessa attacker används för allt från datastöld till förvanskning av sajter till distribution av skadliga program.

source: Content Security Policy set in HTTP header:
de: Gesetzte Content Security Policy im HTTP-Header:
it: Criterio di sicurezza dei contenuti impostato nell'intestazione HTTP:
no: Praksis for innholdssikkerhet satt i HTTP-hode:
sv: Content Security Policy satt i HTTP-header:

source: Content Security Policy set in meta element:
de: Eine Content Security Policy wurde im Meta-Tag gesetzt:
it: Politica di sicurezza dei contenuti impostata nel meta-elemento:
no: Praksis for innholdssikkerhet satt i meta-element:
sv: Content Security Policy satt i meta-element:

source: Data collection should occur only for specific and limited purposes. These purposes should be explicit and understandable. (5(1)(b))
de: Die Datenerhebung sollte nur für bestimmte und klar umrissene Zwecke erfolgen. Diese Zwecke sind eindeutig und in leicht verständlicher Sprache darzulegen (Art. 5 Abs. 1 lit. b).
it: La raccolta dei dati dovrebbe avvenire solo per scopi specifici e limitati. Questi scopi dovrebbero essere espliciti e comprensibili. (5(1)(b))
no: Personopplysninger skal samles inn for spesifikke og angitte formål. Disse formålene skal være tydelige og forståelige for den enkelte. Artikkel 13-20. (5(1)(b))
sv: Personuppgifter ska samlas in för specifika och angivna syften. Dessa syften ska vara tydliga och begripliga för enskilda. Artikel 13-20. (5(1)(b))

source: Data minimisation
de: Datenminimierung
it: Minimizzazione dei dati
no: Dataminimering
sv: Dataminimering

source: Data protection is a human right in the European Union. It’s a collection of administrative and formal requirements for how to collect, process and use data relating to individuals. The purpose of this protection is to provide individuals with the means necessary to exercise their right to privacy. Data protection law guarantees transparency, choice and knowledge for individuals with regards to who influences them, and under which conditions.
de: Datenschutz ist ein Menschenrecht in der Europäischen Union. Es handelt sich um eine Sammlung von administrativen und formalen Anforderungen an die Erhebung, Verarbeitung und Nutzung personenbezogener Daten. Ziel dieses Schutzes ist es, dem Einzelnen die notwendigen Mittel an die Hand zu geben, um sein Recht auf Privatsphäre auszuüben. Das Datenschutzrecht garantiert Transparenz, Auswahl und Wissen für den Einzelnen darüber, wer und unter welchen Bedingungen ihn beeinflusst.
it: La protezione dei dati è un diritto umano nell'Unione Europea. Si tratta di un insieme di requisiti amministrativi e formali per la raccolta, l'elaborazione e l'utilizzo dei dati relativi alle persone. Lo scopo di questa protezione è fornire alle persone i mezzi necessari per esercitare il loro diritto alla privacy. La legge sulla protezione dei dati garantisce trasparenza, possibilità di scelta e conoscenza per le persone in merito a chi le influenza e a quali condizioni.
no: Personvern er en menneskerett innen den Europeiske Union. Det eksisterer en samling av administrative og formelle krav for hvordan man kan samle, prosessere og relatere data om individer. Formålet med denne beskyttelsen er å gi individer forutsetninger for å utøve sin rett til personvern. Personopplysningsloven garanterer transparens, valg og kjennskap for individer med tanke på hvordan man påvirkes og under hvilke betingelser.
sv: Dataskydd, eller ”skydd av personuppgifter”, är en mänsklig rättighet i Europeiska unionen. Det är en samling administrativa och formella krav på hur personuppgifter behandlas. Syftet med skyddet är att ge individen förutsättningar att utöva sin rätt till privatliv. Dataskyddslagstiftningen garanterar transparens, insyn och valfrihet kring vem man blir påverkad av och på vilket sätt och på vilka villkor denna påverkan äger rum.

source: Data should be processed in a secure way, both organisatorially and technically.
de: Daten sollten sicher verarbeitet werden, sowohl organisatorisch als auch technisch.
it: I dati devono essere trattati in modo sicuro, sia dal punto di vista organizzativo che tecnico.
no: Personopplysninger skal behandles på et sikkert vis, både organisatorisk og teknisk.
sv: Personuppgifter ska behandlas på ett säkert sätt, både organisatoriskt och tekniskt.

source: Deny by default, using <code>default-src 'none'</code>
de: Verbiete zuerst alles mit der Standardeinstellung <code>default-src 'none'</code>
it: Negare per impostazione predefinita, utilizzando <code>default-src 'none'.</code>
no: Nekt som standard, gjennom bruk av <code>default-src 'none'</code>
sv: Neka som standard, genom användning av <code>default-src 'none'</code>

source: Denying by default using <code>default-src 'none'</code> can ensure that your Content Security Policy doesn't allow the loading of resources you didn't intend to allow.
de: Alles pauschal mit der Einstellung <code>default-src 'none'</code> zu verbieten stellt sicher, dass die Content Security Policy das Laden von nicht explizit zugelassenen Ressourcen verbietet.
it: La negazione per impostazione predefinita usando <code>default-src 'none'</code> può garantire che la Content Security Policy non permetta il caricamento di risorse che non si intendeva consentire.
no: Å nekte som standard gjennom å bruke <code>default-src 'none'</code> kan sikre at din Content Security Policy ikke tillater lasting av ressurser som du ikke mente skulle være tillatt.
sv: Att neka som standard genom att använda <code>default-src 'none'</code> kan se till att din Content Security Policy inte tillåter laddning av resurser som du inte avsåg skulle vara tillåtna.
