Repository: andersju/webbkoll
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, no, sv

source: To enable these headers you'll need to add them to your web server configuration. This is a simple change. Exactly how you do it depends on what server you use. <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/X-Frame-Options">This page</a> [developer.mozilla.org] has configuration examples for Apache, Nginx and IIS.
de: Diese Header sind in der Webserver-Konfiguration einzurichten. Die Änderung ist relativ einfach, abhängig von der Art des Webservers. Du findest einige Konfigurationsbeispiele für Apache, Nginx and IIS auf <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/X-Frame-Options">dieser Seite</a> [developer.mozilla.org].
it: Per abilitare queste intestazioni è necessario aggiungerle alla configurazione del server web. Si tratta di una modifica semplice. Le modalità esatte dipendono dal server utilizzato. <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/X-Frame-Options">Questa pagina</a> [developer.mozilla.org] contiene esempi di configurazione per Apache, Nginx e IIS.
no: For å aktivere disse headerene må du legge dem til i din webtjeners konfigurasjon. Dette er normalt en enkel sak. Akkurat hvordan du gjør det er avhengig av hvilken tjener du benytter. <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/X-Frame-Options">Denne siden</a> [developer.mozilla.org] har konfigurasjonseksempler for Apache, Nginx og IIS.
sv: För att aktivera dessa headers behöver du lägga till dem till din webbserverkonfiguration. Detta är normalt en enkel sak. Exakt hur du gör det beror på vilken server du använder. <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/X-Frame-Options">Denna sida</a> [developer.mozilla.org] har konfigurationsexempel för Apache, Nginx och IIS.

source: To make all this easier, you can use <a href="https://www.srihash.org/">Mozilla's SRI Hash Generator.</a>
de: Mozillas <a href="https://www.srihash.org/">SRI Hash Generator</a> vereinfacht dir all das.
it: Per rendere tutto questo più semplice, è possibile utilizzare il generatore di hash SRI di <a href="https://www.srihash.org/">Mozilla.</a>
no: For å gjøre dette enklere kan du benytte <a href="https://www.srihash.org/">Mozillas SRI Hash Generator.</a>
sv: För att göra detta enklare kan du använda <a href="https://www.srihash.org/">Mozillas SRI Hash Generator.</a>

source: To solve this problem, the Chrome security team created an "HSTS preload list": a list of domains baked into Chrome that get Strict Transport Security enabled automatically, even for the first visit.
de: Um dieses Problem zu lösen, hat das Chrome-Sicherheitsteam eine HSTS-Preload-Liste erstellt: eine in Chrome einprogrammierte Liste, die Strict Transport Security automatisch aktiviert, selbst beim ersten Besuch.
it: Per risolvere questo problema, il team di sicurezza di Chrome ha creato un "elenco di precaricamento HSTS": un elenco di domini integrati in Chrome che vengono abilitati automaticamente Strict Transport Security, anche per la prima visita.
no: For å løse dette problemet har Chromes sikkerhetsteam laget en "HSTS preload list": en liste over domener innbakt i Chrome som får Strict Transport Security aktivert automatisk, selv ved første besøk.
sv: För att lösa det här problemet har Chromes säkerhetsteam skapat en "HSTS preload list": en lista över domäner inbakad i Chrome som får Strict Transport Security aktiverat automatiskt, även för första besöket.

source: Translations
de: Übersetzungen
it: Traduzioni
no: Oversettelser
sv: Översättningar

source: Transparency also means a right to find out when something gone wrong: if you’ve collected information about individuals which have leaked or disappeared, the individual has a right to know. This is called ”personal data breach notification” and specific rules are in article 34 of the regulation.
de: Transparenz bedeutet auch ein Recht darauf herauszufinden, wenn etwas schief gelaufen ist: Wenn du Informationen über Personen sammelst und diese Informationen gestohlen wurden oder verschwunden sind, dann hat die Person ein Recht darauf, das zu erfahren. Dies wird als „Benachrichtigung über die Verletzung des Schutzes personenbezogener Daten“ bezeichnet und ist in Artikel 34 der Verordnung geregelt.
it: Trasparenza significa anche diritto di sapere se qualcosa è andato storto: se avete raccolto informazioni su individui che sono trapelate o scomparse, l'individuo ha il diritto di saperlo. Si tratta della cosiddetta "notifica di violazione dei dati personali" e le regole specifiche sono contenute nell'articolo 34 del regolamento.
no: Det innebærer også at privatpersoner skal få vite når saker går galt: om man har samlet inn informasjon om privatpersone som siden risikerer å ha lekt, bør den enkelte få vite om dette. I direktivet heter dette ”personal data breach notification” og reglene finnes iartikkel 34.
sv: Det innebär också att privatpersoner ska få reda på när saker går fel: om man har samlat in information om privatpersonen som sedan riskerar att ha läckt, bör enskilda få reda på det. I förordningen heter detta ”information till den registrerade om personuppgiftsincident” och reglerna finns i artikel 34.

source: Try again?
de: Wiederholen?
it: Riprovare?
no: Forsøk igjen?
sv: Försök igen?

source: Trying same host too frequently. Try again in a minute.
de: Zu viele Wiederholungen. Versuche es in einer Minute erneut.
it: Stai provando troppo spesso con lo stesso host. Riprovare tra un minuto.
no: Samme vert blir forsøkt for ofte. Prøv igjen om ett minutt.
sv: Samma värd provas för ofta. Prova igen om en minut.

source: Type
de: Typ
it: Tipo
sv: Typ

source: URL to check
de: Zu überprüfende URL
it: URL da controllare
no: URL å sjekke
sv: URL att kolla

source: Under the GDPR, all EU/EEA countries are considered equally trustworthy, so there is no particular reason under the GDPR to consider any EU country more or less reliable or desirable than any other. The importance of the location of a server comes into play only under GDPR %{art_23}, Restrictions, where member states may invoke a number of reasons, notably national security, that enable them to void protections for visitors or web service providers.
de: Mit der DSGVO gelten alle EU/EWR-Länder als gleichermaßen vertrauenswürdig, so dass es keinen besonderen Grund gibt, ein EU-Land als mehr oder weniger zuverlässig oder vertrauenswürdig zu betrachten. Die Bedeutung des Standorts eines Servers kommt nur im Rahmen der DSGVO %{art_23}, Beschränkung zum Tragen, bei denen sich die Mitgliedstaaten auf eine Reihe von Gründen, insbesondere auf die nationale Sicherheit, berufen können, die es ihnen ermöglicht, den Schutz für Besucher oder Webseiten-Betreiber aufzuheben.
it: Ai sensi del GDPR, tutti i Paesi dell'UE/SEE sono considerati ugualmente affidabili, quindi non vi è alcun motivo particolare per considerare un Paese dell'UE più o meno affidabile o desiderabile di un altro. L'importanza dell'ubicazione di un server entra in gioco solo nell'ambito del GDPR %{art_23}, Restrizioni, dove gli Stati membri possono invocare una serie di ragioni, in particolare la sicurezza nazionale, che consentono loro di annullare le protezioni per i visitatori o i fornitori di servizi web.
no: Under GDPR betraktes alle EU/EØS-land som like pålitelige, så det finnes ingen spesiell grunn under GDPR til å betrakte et EU-land som mer eller mindre pålitelig enn et annet. Betydningen av hvor en server befinner seg spiller bare en rolle under %{art_23}, Begrensninger, der medlemsstater kan påberope en spesifikk grunn, slik som nasjonal sikkerhet, som lar dem oppheve beskyttelse for besøkende og leverandører.
sv: Under GDPR betraktas alla EU/EES-länder som lika pålitliga, så det finns ingen speciell anledning under GDPR att betrakta ett EU-land som mer eller mindre pålitligt än något annat. Betydelsen av var en server är spelar bara en roll under %{art_23}, Begränsningar, där medlemsstater kan åberopa ett antal skäl, i synnerhet nationell säkerhet, som låter dem upphäva skydd för besökare eller leverantörer.

source: Unknown
de: Unbekannt
it: Sconosciuto
no: Ukjent
sv: Okänd

source: Uses CSP3's <code>'strict-dynamic'</code> directive to allow dynamic script loading (optional)
de: Benutzt die CSP3-Direktive <code>'strict-dynamic'</code>, um dynamisches Laden von Skripten zu erlauben (optional)
it: Utilizza la direttiva <code>'strict-dynamic'</code> di CSP3 per consentire il caricamento dinamico degli script (facoltativo)
no: Anvender CSP3's <code>'strict-dynamic'</code>-direktiv for å tillate dynamisk skriptlasting (frivillig)
sv: Använder CSP3:s <code>'strict-dynamic'</code>-direktiv för att tillåta dynamisk skriptladdning (frivilligt)

source: Using Content Delivery Networks (CDNs) to host files such as scripts and stylesheets that are shared among multiple sites can improve site performance and conserve bandwidth. However, using CDNs also comes with a risk, in that if an attacker gains control of a CDN, the attacker can inject arbitrary malicious content into files on the CDN (or replace the files completely) and thus can also potentially attack all sites that fetch files from that CDN.
de: Die Verwendung von Content Delivery Networks (CDNs) zum Hosten von Dateien wie Skripten oder Stilvorlagen kann die Leistung einer Website verbessern und die Bandbreite reduzieren. Die Verwendung von CDNs birgt jedoch auch das Risiko, dass wenn ein Angreifer die Kontrolle über ein CDN erlangt, er beliebige bösartige Inhalte in Dateien auf dem CDN injizieren (oder die Dateien komplett ersetzen) und somit potenziell alle Websites angreifen kann, die Dateien von diesem CDN abrufen.
it: L'utilizzo delle reti di distribuzione dei contenuti (CDN) per ospitare file come script e fogli di stile condivisi tra più siti può migliorare le prestazioni del sito e risparmiare larghezza di banda. Tuttavia, l'uso dei CDN comporta anche un rischio: se un aggressore ottiene il controllo di un CDN, può iniettare contenuto dannoso arbitrario nei file del CDN (o sostituire completamente i file) e quindi può potenzialmente attaccare tutti i siti che recuperano i file da quel CDN.
no: Å benytte et CDN (Content Delivery Network) for å hoste filer som skript og stilmaler som deles mellom flere nettsteder kan forbedre sideytelsen og spare båndbredde. Bruk av CDN er dog ikke risikofritt: om en angriper får kontroll over en et CDN kan angriperen injisere arbitrær malign kode i filer på CDNet (eller bytte ut filer fullstendig), og slik potensielt angripe alle sider som henter filer fra dette CDNet.
sv: Att använda en CDN (Content Delivery Network) för att host:a filer som skript och stilmallar som delas mellan flera webbplatser kan förbättra sajtprestandan och spara på bandbredd. Användande av en CDN är dock inte riskfritt: om en angripare får kontroll över en CDN kan angriparen injicera godtyckligt skadligt innehåll i filerna på CDN:en (eller ersätta filerna helt), och således potentielt attackera alla sajter som hämtar filer från denna CDN.

source: Value
de: Wert
it: Valore
no: Verdi
sv: Värde

source: We don't provide an API as we have limited resources, but <a href="https://github.com/andersju/webbkoll">the code is available</a> under the MIT license. See also the options below.
de: Wir bieten keine API an, da wir nur über begrenzte Ressourcen verfügen. Aber <a href="https://github.com/andersju/webbkoll">der Quelltext ist verfügbar</a> und steht unter der MIT-Lizenz. Alternativen findest du weiter unten.
it: Non forniamo un'API perché abbiamo risorse limitate, ma <a href="https://github.com/andersju/webbkoll">il codice è disponibile</a> sotto la licenza MIT. Vedere anche le opzioni sottostanti.
no: Vi tilbyr ikke API ettersom vi har begrensede resurser og PhantomJS er ganske resurskrevende., men <a href="https://github.com/andersju/webbkoll">koden er tilgjengelig</a> (MIT-licens).
sv: Vi tillhandahåller inget API eftersom vi har begränsade resurser och PhantomJS är tämligen resurskrävande, men <a href="https://github.com/andersju/webbkoll">koden är tillgänglig</a> (MIT-licens).

source: We operate on a very small budget, and servers are usually our main expense; most work is done in our free time. Every euro (or krona) counts!
de: Wir arbeiten mit einem sehr kleinen Budget und Server verursachen üblicherweise den Großteil unserer Ausgaben. Die meiste Arbeit wird in unserer Freizeit erbracht. Jeder Euro (oder jede Krone) zählt!
it: Operiamo con un budget molto ridotto e i server sono di solito la nostra spesa principale; la maggior parte del lavoro viene svolto nel tempo libero. Ogni euro (o corona) conta!
no: Vi jobber med et veldig lite budsjett og tjenere er vår hovedutgift; større deler av arbeidet gjøres på vår fritid. Hver krone teller!
sv: Vi jobbar med en mycket liten budget och servrar är vanligtvis vår huvudutgift; större delen av allt arbete görs under vår fritid. Varje krona räknas!

source: We use <a href="%{url_mozilla}">Mozilla's version</a> of Disconnect's <a href="%{url_disconnect}">open source list of trackers</a> to classify hosts.
de: Wir nutzen <a href="%{url_mozilla}">Mozillas Version</a> der <a href="%{url_disconnect}">Open-Source-Tracker-Liste</a> von Disconnect, um Hosts zu klassifizieren.
it: Usiamo la <a href="%{url_mozilla}">versione di Mozilla</a> dell'elenco open source di tracker <a href="%{url_disconnect}"> di Disconnect <a href="%{url_disconnect}"> per classificare gli host.
no: Vi bruker <a href="%{url_mozilla}">Mozillas version</a> av Disconnects <a href="%{url_disconnect}">liste over sporere</a> for å klassifisere domener.
sv: Vi använder <a href="%{url_mozilla}">Mozillas version</a> av Disconnects <a href="%{url_disconnect}">lista över spårare</a> för att klassificera domäner.

source: We use the word gossiping to mean that information about somebody’s behaviour, reading habits or preferences is handed over to somebody other than the actor responsible for the website.
de: Wir verwenden das Wort „tratschen“ in dem Sinne, dass Informationen über Verhalten, Lesegewohnheiten oder Präferenzen einer Person an jemand anderen als den Website-Betreiber weitergegeben werden.
it: Usiamo la parola gossiping per indicare che le informazioni sul comportamento, le abitudini di lettura o le preferenze di qualcuno vengono consegnate a qualcuno diverso dall'attore responsabile del sito web.
no: Vi bruker sladder om at noens oppførsel, lesevaner eller preferanser blir overført til andre enn de som er ansvarlige for nettstedet.
sv: Skvaller innebär att information om någons beteende, läsning eller preferenser lämnas över till någon annan än den som driver webbplatsen.

source: Webbkoll attempts to simulate what happens when a user visits a page with a typical browser without interacting with anything. The specified page is visited with <a href="https://www.chromium.org/">Chromium</a>, the browser that Google Chrome is based on; i.e., a typical end-user browser. Data (requests/responses, cookies, etc.) is collected, analyzed and presented. The browser has no addons/extensions installed, and Do Not Track (DNT) is not enabled (since this is the default setting in most browsers). Nothing is clicked, no consent is given.
de: Webbkoll simuliert, was passiert, wenn ein Benutzer eine Seite mit einem normalen Browser besucht, ohne mit dieser zu interagieren. Die angegebene Seite wird mit <a href="https://www.chromium.org/">Chromium</a> besucht, einem typischen Browser für Endnutzer, auf dem Google Chrome basiert. Daten (Anfragen/Antworten, Cookies usw.) werden gesammelt, analysiert und dargestellt. Der Browser hat keine Addons/Erweiterungen installiert und Do Not Track (DNT) ist deaktiviert (da das die Standardeinstellung der meisten Browser ist). Es wird nichts angeklickt und es wird keine Zustimmung erteilt.
it: Webbkoll cerca di simulare ciò che accade quando un utente visita una pagina con un browser tipico senza interagire con nulla. La pagina specificata viene visitata con <a href="https://www.chromium.org/">Chromium</a>, il browser su cui si basa Google Chrome, ovvero un tipico browser per l'utente finale. I dati (richieste/risposte, cookie, ecc.) vengono raccolti, analizzati e presentati. Nel browser non sono installati addons/estensioni e il Do Not Track (DNT) non è abilitato (poiché è l'impostazione predefinita nella maggior parte dei browser). Non viene cliccato nulla, non viene dato alcun consenso.
no: Webbkoll simulerer hva som skjer når en gjest besøker en side men en vanlig nettleser, uten å interagere med noe. Den angitte siden besøkes med <a href="https://www.chromium.org/">Chromium</a>, nettleseren som Google Chrome er basert på; det vil si , en typisk nettleser for sluttbrukere. Data (forespørsler/svar, informasjonskapsler, etc.) samles inn, analyseres og presenteres. Nettleseren har ingen tillegg installert, og Do Not Track (DNT) er avslått (ettersom dette er standardinnstillingen i de fleste nettlesere). Ingenting klikkes på, ingen samtykker blir gitt.
sv: Webbkoll simulerar vad som händer när en besökare besöker en sida med en vanlig webbläsare, utan att interagera med något. Den angivna sidan besöks med <a href="https://www.chromium.org/">Chromium</a>, webbläsaren som Google Chrome är baserad på; det vill säga, en typisk webbläsare för slutanvändare. Data (förfrågningar/svar, kakor, etc.) samlas in, analyseras och presenteras. Webbläsaren har inga tillägg installerade, och Do Not Track (DNT) är inaktiverat (eftersom detta är standardinställningen i de flesta webbläsare). Inget klickas på, inget samtycke ges.

source: Webbkoll can only observe what happens when visiting a single page. It cannot tell you how the website is doing as a whole, how data is stored internally, what parties the data might be shared with, if the privacy policy is adequate, how the internal procedures are, and so on and so forth. A "good" Webbkoll result doesn't mean that everything is well (but a "bad" result certainly means that not all is well).
de: Webbkoll kann nur beobachten, was beim Besuch einer einzelnen Webseite passiert. Es kann dir nicht sagen, wie sich die Website als Ganzes verhält, wie Daten intern gespeichert werden, mit welchen Dritten die Daten möglicherweise geteilt werden, ob der Datenschutz angemessen ist, wie interne Prozesse ablaufen usw. Ein „gutes“ Webbkoll-Ergebnis bedeutet nicht, dass alles gut ist (aber ein „schlechtes“ Ergebnis bedeutet definitiv, dass nicht alles gut ist).
it: Webbkoll può solo osservare ciò che accade quando si visita una singola pagina. Non può dire come si comporta il sito web nel suo complesso, come vengono archiviati i dati al suo interno, con quali soggetti i dati possono essere condivisi, se l'informativa sulla privacy è adeguata, come sono le procedure interne, e così via. Un risultato Webbkoll "buono" non significa che tutto vada bene (ma un risultato "cattivo" significa certamente che non tutto va bene).
no: Webbkoll kan bare observere hva som skjer ved besøk på en enkelt side. Den kan ikke si hvordan hele nettstedet er, hvordan data lagres internt, hvilke parter som data eventuelt deles med, om personvernerklæringen er adekvat, hvordan de interne prosedyrene er, og så videre. Et "bra" Webbkoll-resultat betyr ikke nødvendigvis at alt er bra (men et "dårlig" resultat betyr helt klart att alt ikke er bra).
sv: Webbkoll kan bara observera vad som händer vid besök på en enda sida. Det kan inte säga hur hela webbplatsen är, hur data lagras internt, vilka parter som data eventuellt delas med, om privacy policyn är adekvat, hur de interna procedurerna är, och så vidare. Ett "bra" Webbkoll-resultat betyder inte nödvändigtvis att allt är bra (men ett "dåligt" resultat betyder helt klart att allt inte är bra).

source: Webbkoll is a project by <a href="https://dataskydd.net/">Dataskydd.net Sverige</a>, a Swedish non-governmental organization (organization number 802495-4797) working on making data protection easy in law and in practice. We are not affiliated with any political party.
de: Webbkoll ist ein Projekt der schwedischen Nichtregierungsorganisation (Nr. 802495-4797) <a href="https://dataskydd.net/">Dataskydd.net Sverige</a>, die daran arbeitet, Datenschutz in Recht und Praxis einfach zu gestalten. Wir arbeiten überparteilich.
it: Webbkoll è un progetto di <a href="https://dataskydd.net/">Dataskydd.net Sverige</a>, un'organizzazione non governativa svedese (numero di organizzazione 802495-4797) che lavora per rendere la protezione dei dati facile nella legge e nella pratica. Non siamo affiliati ad alcun partito politico.
no: Webbkoll er et prosjekt fra <a href="https://dataskydd.net/">Dataskydd.net Sverige</a>, en svensk allmennyttig forening (org.nr 802495-4797) som jobber for å gjøre databeskyttelse enklere i jusen og praksis. Vi er partipolitisk uavhengige.
sv: Webbkoll är ett projekt från <a href="https://dataskydd.net/">Dataskydd.net Sverige</a>, en svensk ideell förening (org.nr 802495-4797) som jobbar för att göra dataskydd enklare i juridik och praktik. Vi är partipolitiskt oberoende.

source: Webbkoll is developed by <a href="https://anders.unix.se/">Anders Jensen-Urstad</a> (programming, design) and <a href="https://twitter.com/teirdes">Amelia Andersdotter</a> (FAQ, legislative information) of <a href="https://dataskydd.net/">Dataskydd.net</a>, a Swedish non-governmental organization working on making data protection easy in law and in practice. We are not affiliated with any political party.
de: Webbkoll wird von <a href="https://anders.unix.se/">Anders Jensen-Urstad</a> (Programmierung, Design) und <a href="https://twitter.com/teirdes">Amelia Andersdotter</a> (FAQ, Gesetzesinformationen) von <a href="https://dataskydd.net/">Dataskydd.net</a>, einer schwedischen Nichtregierungsorganisation, die sich für einen einfachen Datenschutz in Recht und Praxis einsetzt, entwickelt. Wir arbeiten überparteilich.
it: Webbkoll è sviluppato da <a href="https://anders.unix.se/">Anders Jensen-Urstad</a> (programmazione, design) e <a href="https://twitter.com/teirdes">Amelia Andersdotter</a> (FAQ, informazioni legislative) di <a href="https://dataskydd.net/">Dataskydd.net</a>, un'organizzazione non governativa svedese che si occupa di rendere facile la protezione dei dati nella legge e nella pratica. Non siamo affiliati ad alcun partito politico.
no: Webbkoll utvilkes av <a href="https://anders.unix.se/">Anders Jensen-Urstad</a> (programmering, design) og <a href="https://twitter.com/teirdes">Amelia Andersdotter</a> (OSS, juridisk informasjon) fra <a href="https://dataskydd.net/">Dataskydd.net</a>, en svensk allmennyttig forening som jobber for å gjøre databeskyttelse enkelt juridisk og praktisk. Vi er partipolitisk uavhengige.
sv: Webbkoll utvecklas av <a href="https://anders.unix.se/">Anders Jensen-Urstad</a> (programmering, design) och <a href="https://twitter.com/teirdes">Amelia Andersdotter</a> (FAQ, juridisk information) från <a href="https://dataskydd.net/">Dataskydd.net</a>, en svensk ideell förening som jobbar för att göra dataskydd enkelt i juridik och praktik. Vi är partipolitiskt oberoende.
