Repository: andersju/webbkoll
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, no, sv

source: The code is <a href="https://github.com/andersju/webbkoll">available on GitHub</a>.
de: Der <a href="https://github.com/andersju/webbkoll">Quellcode ist auf GitHub</a> verfügbar.
it: Il codice è <a href="https://github.com/andersju/webbkoll">disponibile su GitHub</a>.
no: Koden er <a href="https://github.com/andersju/webbkoll">tilgjengelig på GitHub</a>.
sv: Koden är <a href="https://github.com/andersju/webbkoll">tillgänglig på GitHub</a>.

source: The correct HTML code should then be:
de: Der richtige HTML-Code:
it: Il codice HTML corretto dovrebbe essere:
no: Korrekt HTML-kode bør da være:
sv: Korrekt HTML-kod bör då vara:

source: The following third-party resources are not loaded using SRI:
de: Die folgenden Drittanbieter-Ressourcen werden ohne SRI geladen:
it: Le seguenti risorse di terze parti non vengono caricate utilizzando SRI:
no: Følgende tredjepartsresurser lastes uten SRI:
sv: Följande tredjepartsresurser laddas utan SRI:

source: The goal of the Internet community is to establish encryption as the norm, and to phase out unencrypted connections.
de: Ziel der Internet-Community ist es, die Verschlüsselung als Standard zu etablieren und die Verwendung unverschlüsselter Verbindungen auslaufen zu lassen.
it: L'obiettivo della comunità di Internet è quello di rendere la crittografia la norma e di eliminare gradualmente le connessioni non crittografate.
no: Målet for Internettfellesskapet er å etablere kryptering som normen, og fase ut ukrypterte forbindelser.
sv: Målet för internetgemenskapen är att etablera kryptering som normen, och fasa ut okrypterade anslutningar.

source: The header tests are based on the ones from the <a href="https://github.com/mozilla/http-observatory">Mozilla HTTP Observatory</a> scanner/grader project (<a href="https://www.mozilla.org/en-US/MPL/2.0/">Mozilla Public License 2.0</a>) by April King, reimplemented by us for Webbkoll. The explanatory texts are from the <a href="https://observatory.mozilla.org/">Observatory by Mozilla</a> website, <a href="https://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0</a>.
de: Der Header-Test basiert auf dem <a href="https://github.com/mozilla/http-observatory">Mozilla-HTTP-Observatory</a>-Scanner (<a href="https://www.mozilla.org/en-US/MPL/2.0/">Mozilla Public License 2.0</a>) von April King, der von uns für Webbkoll reimplementiert wurde. Die Beschreibungstexte sind der <a href="https://observatory.mozilla.org/">Mozilla-Observatory</a>-Website entnommen, <a href="https://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0</a>.
no: Header-testen er basert på de fra <a href="https://github.com/mozilla/http-observatory">Mozilla HTTP Observatorys</a> scanner-/grader-projekt (<a href="https://www.mozilla.org/en-US/MPL/2.0/">Mozilla Public License 2.0</a>) av April King, gjenimplementert av oss for Webbkoll. De forklarende tekstene er fra nettstedet <a href="https://observatory.mozilla.org/">Observatory by Mozilla</a>, <a href="https://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0</a>.
sv: Header-testen är baserade på de från <a href="https://github.com/mozilla/http-observatory">Mozilla HTTP Observatorys</a> scanner-/grader-projekt (<a href="https://www.mozilla.org/en-US/MPL/2.0/">Mozilla Public License 2.0</a>) av April King, återimplementerat av oss för Webbkoll. De förklarande texterna är från webbplatsen <a href="https://observatory.mozilla.org/">Observatory by Mozilla</a>, <a href="https://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0</a>.

source: The initial development of Webbkoll was funded by <a href="https://www.internetfonden.se">Internetfonden</a> / <a href="https://www.iis.se">IIS</a> in 2016. In late 2018 we received a small grant from <a href="https://digitalrights.fund/">Digital Rights Fund</a>. Other than that, we maintain this tool in our spare time. You can <a href="%{donate}">support our work</a>, if you wish.
de: Die ursprüngliche Entwicklung von Webbkoll wurde von <a href="https://www.internetfonden.se">Internetfonden</a> / <a href="https://www.iis.se">IIS</a> in 2016 finanziert. Ende 2018 erhielten wir eine kleine Spende von <a href="https://digitalrights.fund/">Digital Rights Fund</a>. Abseits davon betreuen wir dieses Tool in unserer Freizeit. <a href="%{donate}">Unterstütze uns und unsere Arbeit</a>.
it: Lo sviluppo iniziale di Webbkoll è stato finanziato da <a href="https://www.internetfonden.se">Internetfonden</a> / <a href="https://www.iis.se">IIS</a> nel 2016. Alla fine del 2018 abbiamo ricevuto una piccola sovvenzione da <a href="https://digitalrights.fund/">Digital Rights Fund</a>. A parte questo, manteniamo questo strumento nel nostro tempo libero. Se lo desiderate, potete <a href="%{donate}">sostenere il nostro lavoro</a>.
no: Den initielle utviklingen av Webbkoll ble finansiert av <a href="https://www.internetfonden.se">Internetfonden</a> / <a href="https://www.iis.se">IIS</a> i 2016. I 2018 fikk vi et mindre tilskudd fra <a href="https://digitalrights.fund/">Digital Rights Fund</a>. Foruten dette, vedlikeholder vi vektøyet i vår fritid. Du kan <a href="%{donate}">støtte vårt arbeid</a>, om du vil.
sv: Den initiala utvecklingen av Webbkoll finansierades av <a href="https://www.internetfonden.se">Internetfonden</a> / <a href="https://www.iis.se">IIS</a> i 2016. Vi ett mindre anslag från <a href="https://digitalrights.fund/">Digital Rights Fund</a> 2018. I övrigt sker underhållet av verktyget på vår fritid. Du kan <a href="%{donate}">stöda vårt arbete</a>, om du vill.

source: The one responsible for the website is responsible for adherence to these principles.
de: Der Verantwortliche für die Website ist für die Einhaltung dieser Grundsätze verantwortlich.
it: Il responsabile del sito web è responsabile del rispetto di questi principi.
no: Den som er ansvarlig for nettstedet er ansvarlig for at prinsippene følges.
sv: Den som är ansvarig för webbplatsen är ansvarig för att principerna följs.

source: The only other similar service that we are aware of <em>that uses a real browser for testing</em> is <a href="https://privacyscore.org/">PrivacyScore</a> (open source). It does many of the same checks as Webbkoll, but additionally also checks e.g. TLS, and lets you create a list of sites to check (and rank).
de: Der einzige vergleichbare Service, von dem wir wissen, der auch <em>mit einem echten Browser testet</em>, ist <a href="https://privacyscore.org/">PrivacyScore</a> (Open Source). Es arbeitet größtenteils wie Webbkoll, überprüft aber zusätzlich z. B. TLS und ermöglicht es dir, eine Liste von zu prüfenden Websites zu erstellen (und die Websites einzustufen).
it: L'unico altro servizio simile di cui siamo a conoscenza <em>che utilizza un vero browser per i test</em> è <a href="https://privacyscore.org/">PrivacyScore</a> (open source). Effettua molti degli stessi controlli di Webbkoll, ma in aggiunta controlla anche, ad esempio, TLS e consente di creare un elenco di siti da controllare (e classificare).
no: Den eneste lignende tjenesten som vi kjenner til <em>som benytter en faktisk nettleser for testing</em> er <a href="https://privacyscore.org/">PrivacyScore</a> (åpen kildekode). Den gjør delvis de samme kontrollene som Webbkoll, men sjekker eksempelvis ikke TLS, og lar deg ikke lage en liste av steder du sjekker (og rangere).
sv: Den enda liknande tjänsten som vi känner till <em>som använder en riktig webbläsare för testandet</em> är <a href="https://privacyscore.org/">PrivacyScore</a> (open source). Det gör delvis samma kontroller som Webbkoll, men kollar även exempelvis TLS, och låter dig skapa en lista över webbplatser att testa (och ranka).

source: The purpose for collecting data may be interpreted broadly, and means anything from marketing to improving the web. At Dataskydd.net's Webbkoll we prefer methods of improving the web that do not include collecting data from private persons. That’s why we’ve compiled a large number of recommendations and tools which minimise data collection.
de: Der Zweck der Datenerhebung kann weit gefasst werden und alles vom Marketing bis zur Verbesserung des Webs umfassen. Bei Webbkoll bevorzugen wir Methoden zur Verbesserung des Webs, die keine Daten von Privatpersonen sammeln. Im Sinne dieser Datenminimierung haben wir eine Vielzahl von Empfehlungen und Tools hier zusammengestellt.
it: Lo scopo della raccolta dei dati può essere interpretato in modo ampio e può andare dal marketing al miglioramento del web. Noi di Webbkoll di Dataskydd.net preferiamo metodi di miglioramento del web che non includano la raccolta di dati da persone private. Per questo motivo abbiamo raccolto un gran numero di raccomandazioni e strumenti che riducono al minimo la raccolta di dati.
no: Formålet med innsamlingen er et ganske vidt begrep, og kan innbefatte alt fra markedsføring til å "forbedre webben". På Dataskydd.net's Webbkoll foretrekker vi metoder som forbedrer webben og nettstedet som ikke krever datainnsamling fra individer. Derfor har vi masse tips på hvordan man kan forbedre sitt nettsted i en databeskyttende retning.
sv: Ändamål med insamlingen är ett ganska vitt begrepp, och kan innefatta allt från marknadsföring till att ”förbättra webben”. På Dataskydd.net:s webbkoll föredrar vi metoder att förbättra webben och webbplatsen som inte kräver datainsamling från enskilda. Därför har vi en massa tips på hur man kan förbättra sin webb i en dataskyddande riktning.

source: The recommended way to enable Content Security Policy is with the <code>Content-Security-Policy</code> HTTP header, e.g.:
de: Empfohlen wird, Content Security Policy mit einem <code>Content-Security-Policy</code>-HTTP-Header zu aktivieren, z. B.:
it: Il modo consigliato per abilitare i criteri di sicurezza dei contenuti è l'intestazione HTTP <code>Content-Security-Policy</code>, ad esempio:
no: Den anbefalte måten å aktivere Content Security Policy på er med HTTP-headeren <code>Content-Security-Policy</code>, f.eks.:
sv: Det rekommenderade sättet att aktivera Content Security Policy på är med HTTP-headern <code>Content-Security-Policy</code>, t.ex.:

source: The referrer header is privacy nightmare as it allows websites and services to track you across the web and learn about your browsing habits (and thus possibly private, sensitive information), particularly when combined with cookies.
de: Der Referrer-Header ist ein Albtraum für die Privatsphäre, da er es Websites und Diensten ermöglicht, dich im gesamten Web zu verfolgen und deine Surfgewohnheiten (und damit möglicherweise private, sensible Informationen) herauszufinden, insbesondere in Kombination mit Cookies.
it: L'intestazione del referrer è un incubo per la privacy, in quanto consente ai siti e ai servizi di tracciare l'utente attraverso il web e di conoscere le sue abitudini di navigazione (e quindi eventualmente informazioni private e sensibili), in particolare se combinata con i cookie.
no: Referrer-headeren er et personvernmareritt da den tillater nettsteder og tjenester å spore deg over hele nettet og lære om dine surfevaner (og slik potensielt sensitiv informasjon om deg), spesielt om det skjer i kombinasjon med informasjonskapsler.
sv: Referrer-headern är en integritetsmardröm då den låter webbplatser och tjänster spåra dig omkring webben och lära sig om dina surfvanor (och således potentiellt känslig information om dig), speciellt när det sker i kombination med kakor.

source: The use of CSP's <code>frame-ancestors</code> directive offers fine-grained control over who can frame your site.
de: Die Verwendung der CSP-Direktive <code>frame-ancestors</code> bietet eine detaillierte Kontrolle darüber, wer deine Seite in einem Frame verwenden darf.
no: Bruken av CSP's <code>frame-ancestors</code>-direktiv gir detaljert kontroll over hvem som kan bruke ditt nettsted i en frame.
sv: Användningen av CSP:s <code>frame-ancestors</code>-direktiv ger detaljerad kontroll över vem som kan ha din webbplats i en frame.

source: The what and why of data protection and the principles of the EU general data protection regulation.
de: Das Wie und Warum des Datenschutzes und die Grundsätze der EU-Datenschutzgrundverordnung (DSGVO).
it: Il cosa e il perché della protezione dei dati e i principi del regolamento generale sulla protezione dei dati dell'UE.
no: Hva og hvorfor om databeskyttelse og prinsippene i GDPR.
sv: Dataskyddets hur och varför, och principerna bakom EU:s dataskyddsförordning.

source: There are two types: <code>localStorage</code> data is persistent (not removed when the browser is closed) and never expires, while <code>sessionStorage</code> data is removed when the page session ends (unlike with session cookies, a sessionStorage session is <em>per window/tab</em>).
de: Es gibt zwei Arten: Daten des <code>localStorage</code> sind persistent (werden nicht entfernt, wenn der Browser geschlossen wird) und laufen nie ab, während Daten des <code>sessionStorage</code> entfernt werden, wenn die Webseiten-Sitzung endet (anders als bei Session-Cookies gilt eine SessionStorage-Sitzung <em>pro Fenster/Tab</em>).
it: Ne esistono due tipi: i dati di <code>localStorage</code> sono persistenti (non vengono rimossi alla chiusura del browser) e non scadono mai, mentre i dati di <code>sessionStorage</code> vengono rimossi al termine della sessione della pagina (a differenza dei cookie di sessione, una sessione di sessionStorage è <em>per finestra/tab</em>).
no: Det finnes to typer: <code>localStorage</code>-data er persistent (forsvinner ikke om nettleseren avsluttes) og har ingen utløpsdato, mens <code>sessionStorage</code>-data tas bort når sidesesjonen avsluttes (i motsetning til sesjonsinformasjonskapsler er en sessionStorage-sesjon <em>per vindu/tab</em>).
sv: Det finns två typer: <code>localStorage</code>-data är beständig (försvinner inte när webbläsaren stängs) och har inget utgångsdatum, medan <code>sessionStorage</code>-data tas bort när sidsessionen tar slut (till skillnad från med sessionskakor är en sessionStorage-session <em>per fönster/flik</em>).

source: These headers can help minimize data disclosures.
de: Diese Header helfen dabei, das Risiko eines Datenmissbrauchs zu minimieren.
it: Queste intestazioni possono contribuire a ridurre al minimo la divulgazione dei dati.
no: Disse headerene kan hjelpe til å minimere lekkasje av data.
sv: Dessa headers kan hjälpa till med att minimera avslöjande av data.

source: Third-party cookies
de: Cookies von Dritten
it: Cookie di terze parti
no: Tredjepartsinformasjonskapsler
sv: Tredjepartskakor

source: Third-party requests
de: Anfragen an Drittanbieter
it: Richieste di terze parti
no: Tredjepartsforespørsler
sv: Tredjepartsförfrågningar

source: Third-party requests:
de: Anfragen an Drittanbieter:
it: Richieste di terze parti:
no: Tredjepartsforespørsler:
sv: Tredjepartsförfrågningar:

source: This can be used to track and profile users by simply using JavaScript to read a user's storage data and send it to a server.
de: Dies kann verwendet werden, um Benutzer zu verfolgen und Profile über sie zu erstellen, indem JavaScript den Speicher eines Nutzers ausliest und an einen Server sendet.
it: Questo può essere utilizzato per tracciare e profilare gli utenti, semplicemente utilizzando JavaScript per leggere i dati di memorizzazione dell'utente e inviarli a un server.
no: Dette kan brukes for å spore og profilere brukere gjennom å helt enkelt benytte JavaScript for å lese en brukers storage-data og sende det til tjeneren.
sv: Detta kan användas för att spåra och profilera användare genom att helt enkelt använda JavaScript för att läsa en användarens storage-data och skicka det till en server.

source: This is an easy measure to take against unauthorized disclosure of, or access to, personal data transmitted, stored or otherwise processed.
de: Dies ist eine einfache Maßnahme gegen unbefugte Offenlegung oder Zugriff auf personenbezogene Daten, welche übertragen, gespeichert oder anderweitig verarbeitet werden könnten.
it: Si tratta di una misura semplice da adottare contro la divulgazione o l'accesso non autorizzato ai dati personali trasmessi, memorizzati o altrimenti elaborati.
no: Dette er en enkel forholdsregel mot uautorisert lekkasje eller tilgang til personlig data som blir overført, lagret eller på andre vis prosessert.
sv: Det här är en enkel åtgärd att vidta mot obehörigt avslöjande av, eller tillgång till, personuppgifter som överförs, lagras eller på annat vis behandlas.

source: This right ties into purpose limitation and data minisation. If one follows the recommendation of Webbkoll, one does not have to concern oneself so much with this principle.
de: Dieses Recht ist mit der Zweckbindung und Datenminimierung verbunden. Folgt man den Empfehlungen von Webbkoll, braucht man sich mit diesen Prinzipien keine Sorgen zu machen.
it: Questo diritto è legato alla limitazione delle finalità e alla minimizzazione dei dati. Se si segue la raccomandazione di Webbkoll, non ci si deve preoccupare più di tanto di questo principio.
no: Denne rettigheten er forbundet med formålsbegrensning og dataminimering. Dataskydd.net:s Webbkoll gjør det enkelt å ikke behøve tenke så myce på dette prinsippet.
sv: Den här rättigheten anknyter till ändamålsbegränsning och dataminimering. Dataskydd.net:s webbkoll gör det enkelt att inte behöva tänka så mycket på den här principen.

source: This site's Content Security Policy allows the loading of passive content such as images or videos over insecure protocols such as HTTP or FTP. Consider changing them to load them over HTTPS.
de: Die CSP dieser Seite erlaubt das Laden von Inhalten wie Bilder oder Videos über die unsicheren Protokolle HTTP oder FTP. Diese sollten besser über HTTPS geladen werden.
it: La politica di sicurezza dei contenuti di questo sito consente il caricamento di contenuti passivi come immagini o video attraverso protocolli non sicuri come HTTP o FTP. Considerate la possibilità di modificarli per caricarli su HTTPS.
no: Nettstedets Content Security Policy tillater lasting av passivt innhold (slikt som bilder og video) over usikre protokoller som HTTP eller FTP. Vurder å endre dette slik at det lastes over HTTPS.
sv: Webbplatsens Content Security Policy tillåter laddning av passivt innehåll (såsom bild och video) över osäkra protokoll som HTTP eller FTP. Överväg att ändra så att de laddas över HTTPS.

source: This tool attempts to simulate what happens when a user visits a specified page with a typical browser. The browser has no addons/extensions installed, and Do Not Track (DNT) is not enabled, since this is the default setting in most browsers.
de: Dieses Tool versucht den Aufruf einer Website mit einem typischen Browser zu simulieren. Der Browser hat keine Add-ons/Erweiterungen und die Do-Not-Track-Einstellungen sind nicht aktiviert, da das die Standardeinstellung der meisten Browser ist.
it: Questo strumento tenta di simulare ciò che accade quando un utente visita una pagina specifica con un browser tipico. Il browser non ha installato addons/estensioni e il DNT (Do Not Track) non è abilitato, poiché è l'impostazione predefinita nella maggior parte dei browser.
no: Dette verktøyet forsøker simulere hva som skjer når en bruker besøker en gitt side med en vanlig nettleser. Nettleseren har ingen utvidelser , og Do Not Track (DNT) er ikke aktivert, ettersom det er standardinnstilling i de fleste nettlesere.
sv: Det här verktyget försöker simulera vad som händer när en användare besöker en viss sida med en vanlig webbläsare. Webbläsaren har inga tillägg installerade, och Do Not Track (DNT) är inte aktiverat, eftersom det är standardinställningen i de flesta webbläsare.

source: This tool helps you check what data-protecting measures a site has taken to help you exercise control over your privacy.
de: Dieses Tool hilft dir zu prüfen, welche Datenschutzmaßnahmen eine Website ergriffen hat, um dir die Kontrolle über deine Privatsphäre zu geben.
it: Questo strumento vi aiuta a verificare quali misure di protezione dei dati ha adottato un sito per aiutarvi a esercitare il controllo sulla vostra privacy.
no: Webbkoll hjelper deg å sjekke hvilke personvernsfunksjoner et nettsted anvender for å hjelpe deg å utøve makt over ditt privatliv.
sv: Webbkoll hjälper dig ta reda på vilka dataskyddande funktioner en sajt använder för att hjälpa dig utöva makt över ditt privatliv.

source: This tool is primarly meant to be used as a starting point for web developers. It can only help with one piece of the puzzle.
de: Dieses Tool ist in erster Linie als Ausgangspunkt für Webentwickler gedacht. Es bildet einen kleinen Teil eines größeren Puzzles.
it: Questo strumento è destinato in primo luogo a essere utilizzato come punto di partenza per gli sviluppatori web. Può aiutare solo con un pezzo del puzzle.
no: Dette verktøyet er primært ment som et startpunkt for webutviklere. Det kan kun hjelpe deg med en del av puslespillet.
sv: Det här verktyget är primärt avsett att vara en startpunkt för webbutvecklare. Det kan bara hjälpa med en bit i pusslet.

source: This tool simulates a normal browser visit with Do Not Track disabled (browser default) and with no add-ons.
de: Dieses Tool simuliert den Besuch mit einem normalen Browser mit deaktiviertem Do Not Track (Standardeinstellung) und ohne Erweiterungen.
it: Questo strumento simula una normale visita del browser con Do Not Track disattivato (impostazione predefinita del browser) e senza componenti aggiuntivi.
no: Dette verktøyet simulerer et vanlig nettleserbesøk med Do Not Track avslått (standardinnstilling) og uten noen add-ons.
sv: Det här verktyget simulerar ett vanligt webbläsarbesök med Do Not Track inaktiverat (standardinställning) och utan webbläsartillägg.

source: Title
de: Titel
it: Titolo
no: Tittel
sv: Titel

source: To enable HTTPS on a website, a <strong>certificate</strong> for the domain needs to be installed on the web server. To get a certificate that browsers will trust, you need one issued by a trusted certificate authority (otherwise a visitor's browser will show a warning).
de: Für HTTPS-Verbindungen benötigt die Website ein <strong>Zertifikat</strong> für die Domain auf dem Webserver. Damit das Zertifikat für Webbrowser vertrauenswürdig ist, muss es von einer Zertifizierungsstelle stammen, denen Webbrowser vertrauen (andernfalls zeigen diese eine Warnung an).
it: Per abilitare l'HTTPS su un sito web, è necessario installare sul server web un <strong>certificato</strong> per il dominio. Per ottenere un certificato di cui i browser si fidino, è necessario che sia emesso da un'autorità di certificazione affidabile (altrimenti il browser del visitatore mostrerà un avviso).
no: For å benytte HTTPS på et nettsted behøves det at et <strong>sertifikat</strong> for domenet installeres på webtjeneren. For å få et sertifikat som nettleseren stoler på behøver du et som er utferdiget av en betrodd "certificate authority" (ellers kommer gjestens nettleser å vise en advarsel).
sv: För att använda HTTPS på en sajt behöver ett <strong>certifikat</strong> för domänen installeras på webbservern. För att få ett certifikat som webbläsare litar på behöver du ett som är utfärdat av en betrodd "certificate authority" (annars kommer besökarens webbläsare att visa en varning).
