Repository: andersju/webbkoll
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, no, sv

source: Webbkoll makes it easy to see which technical protection mechanisms for data protection are in place in a given website. We have identified measures which should not require large organisational changes, or increase web management costs. Most of our recommendations are simple enough to implement, and they are cost neutral. Our goal is to make it as easy as possible for individuals to exercise their rights to privacy and data protection, and also to provide web designers and managers with simple ”rules of thumb” to help individuals exercise these rights.
de: Mit Webbkoll ist es einfach zu erkennen, welche technischen Vorkehrungen für den Datenschutz auf einer Website unternommen wurden. Wir haben Maßnahmen identifiziert, die weder große organisatorische Veränderungen abverlangen noch die Kosten für eine Webentwicklung erhöhen. Die meisten unserer Empfehlungen sind relativ einfach und kostenneutral umzusetzen. Unser Ziel ist es, dass Personen möglichst unkompliziert von ihrem Recht auf Privatsphäre und Datenschutz Gebrauch machen können sowie Webdesignern und -betreibern einfache „Faustregeln“ an die Hand zu geben, die den Personen dies erleichtern.
it: Webbkoll permette di vedere facilmente quali meccanismi di protezione tecnica per la protezione dei dati sono in atto in un determinato sito web. Abbiamo identificato misure che non dovrebbero richiedere grandi cambiamenti organizzativi o aumentare i costi di gestione del web. La maggior parte delle nostre raccomandazioni sono abbastanza semplici da implementare e non comportano costi. Il nostro obiettivo è quello di rendere il più semplice possibile l'esercizio dei diritti alla privacy e alla protezione dei dati e di fornire ai progettisti e ai gestori di siti web semplici "regole empiriche" per aiutare le persone a esercitare tali diritti.
no: Dataskydd.net's Webbkoll gjør det enkelt å se hvilke tekniske beskyttelsesmekanismer for databeskyttelse som er på plass. Vi har identifisert tiltak som ikke burde kreve noen større organisatoriske forandringer: de fleste av våra tips går raskt å gjennomføre, og de koster lite. Vår målsetting er å gjøre det så enkelt for privatpersoner som mulig å utøve sine rettigheter, samtidig som de som bygger nettsteder får enkle tommelfingerregler for å hjelpe individer å benytte denne muligheten.
sv: Dataskydd.net:s webbkoll gör det enkelt att se vilka tekniska skyddsåtgärder för dataskydd som finns på plats. Vi har identifierat åtgärder som inte borde kräva några större organisatoriska förändringar: de flesta av våra tips går snabbt att genomföra, och de kostar lite. Vår målsättning är att göra det så enkelt för privatpersoner som möjligt att utöva sina rättigheter, samtidigt som de som bygger webbplatser får enkla tumregler att ge privatpersoner denna möjlighet.

source: Webbkoll monitors privacy-enhancing features on websites, and helps you find out who is letting you exercise control over your privacy. We check to what extent a website monitors your behaviour and how much they gossip about the monitoring to third parties, based on what can be observed when visiting a given page. We’ve also compiled a set of recommendations for how to not track or gossip in digital environments.
de: Webbkoll prüft die Datenschutzfunktionen von Websites und hilft herauszufinden, wer einem die Kontrolle über Privatsphäre gibt. Wir prüfen, inwieweit eine Website dein Verhalten überwacht und wie sehr sie darüber mit Dritten tratscht, basierend auf den Beobachtungen während eines Besuchs auf der angegeben Webseite. Wir haben außerdem eine Reihe von Empfehlungen zusammengestellt, wie man Personen im digitalen Umfeld nicht verfolgt oder über sie tratscht.
it: Webbkoll monitora le funzioni di miglioramento della privacy nei siti web e vi aiuta a scoprire chi vi permette di esercitare il controllo sulla vostra privacy. Verifichiamo in che misura un sito web monitora il vostro comportamento e quanto spettegola sul monitoraggio a terzi, in base a ciò che si può osservare visitando una determinata pagina. Abbiamo anche compilato una serie di raccomandazioni su come non tracciare o spettegolare negli ambienti digitali.
no: Webbkoll undersøker personvernfremmende funksjoner på nettsteder og hjelper deg å utøve makt over ditt eget privatliv. Vi hjelper deg å undersøke i hvilken grad et nettsted kartlegger din oppførsel og hvor mye det sladrer til tredjeparter, basert på hva som kan observeres ved besøk på en gitt side. Vi har også sammenstilt anbefalinger for hvordan man som nettstedsinnehaver kan unngå å sladre i digitale miljøer.
sv: Webbkoll undersöker privatlivsfrämjande funktioner på webbplatser och hjälper dig ta reda på vem som låter dig utöva makt över ditt privatliv. Vi hjälper dig ta reda på i vilken utsträckning en webbplats kartlägger ditt beteende och hur mycket den skvallrar till tredjeparter, baserat på vad som kan observeras vid besök en en viss sida. Vi har också sammanställt rekommendationer för hur man som webbplatsinnehavare kan undvika att kartlägga och skvallra i digitala miljöer.

source: Webbkoll uses <a href="http://www.phoenixframework.org/">Phoenix Framework</a> (Elixir), <a href="https://github.com/GoogleChrome/puppeteer">Puppeteer</a> and numerous open source libraries; <a href="https://github.com/andersju/webbkoll#credits--licenses">see here</a> for specifics.
de: Webbkoll verwendet <a href="http://www.phoenixframework.org/">Phoenix Framework (Elixir)</a>, <a href="https://github.com/GoogleChrome/puppeteer">Puppeteer</a> und weitere Open-Source-Bibliotheken; nähere Informationen <a href="https://github.com/andersju/webbkoll#credits--licenses">sind hier zu finden</a>.
it: Webbkoll utilizza <a href="http://www.phoenixframework.org/">Phoenix Framework</a> (Elixir), <a href="https://github.com/GoogleChrome/puppeteer">Puppeteer</a> e numerose librerie open source; <a href="https://github.com/andersju/webbkoll#credits--licenses">vedere qui</a> per i dettagli.
no: Webbkoll bruker <a href="http://www.phoenixframework.org/">Phoenix Framework</a> (Elixir), <a href="https://github.com/GoogleChrome/puppeteer">Puppeteer</a> og mange andre åpen kildekode-bibliotek; <a href="https://github.com/andersju/webbkoll#credits--licenses">se her</a> for mer informasjon.
sv: Webbkoll använder <a href="http://www.phoenixframework.org/">Phoenix Framework</a> (Elixir), <a href="https://github.com/GoogleChrome/puppeteer">Puppeteer</a> och ett antal open source-bibliotek; <a href="https://github.com/andersju/webbkoll#credits--licenses">se här</a> för mer information.

source: What are the principles of the EU general data protection regulation?
de: Welche Grundsätze gelten für die allgemeine Datenschutzverordnung der EU?
it: Quali sono i principi del Regolamento generale sulla protezione dei dati della UE?
no: Hvilke allmenne prinsipper gjelder for GDPR?
sv: Vad är den allmänna dataskyddsförordningens principer?

source: What do you mean by ”gossiping to third-parties”?
de: Was bedeutet „mit Dritten tratschen“?
it: Cosa si intende per "gossiping to third-parties"?
no: Hva mener dere med at et nettsted "sladrer" til en tredjepart?
sv: Vad menar ni med att en webbplats ”skvallrar” till tredjeparter?

source: What is data protection?
de: Was bedeutet Datenschutz?
it: Che cos'è la protezione dei dati?
no: Hva er databeskyttelse?
sv: Vad är dataskydd?

source: What is ”behavioural monitoring”?
de: Was ist „Verhaltensüberwachung“?
it: Che cos'è il "monitoraggio comportamentale"?
no: Hva er "oppførselskartlegging" og profilering?
sv: Vad är ”beteendekartläggning” och ”profilering”?

source: What this tool checks (and doesn't check)
de: Was genau prüft das Tool (und was nicht)
it: Cosa controlla (e non controlla) questo strumento
no: Hva sjekker dette vertøyet (og hva sjekker det ikke)
sv: Vad verktyget kollar (och inte kollar)

source: When a browser knows that a domain has enabled HSTS, it does two things:
de: Wird dem Browser mitgeteilt, dass eine Domain HSTS nutzt, so macht er zwei Dinge:
it: Quando un browser sa che un dominio ha attivato l'HSTS, fa due cose:
no: Når en nettleser vet at et domene har aktivert HSTS gjør den to ting:
sv: När en webbläsare vet att en domän har aktiverat HSTS gör den två saker:

source: When the browser sees this element, it will download <code>jquery.min.js</code>, calculate the SHA384 hash, compare it to the hash in the <code>integrity</code> attribute, and only run the script if the hashes match. For example, if someone were to modify <code>jquery.min.js</code> on the remote server after we calculcated the original hash, Firefox would refuse to run the script and you'd see this in the browser console:
de: Sieht ein Browser dieses Element, startet er den Download von <code>jquery.min.js</code>, berechnet den SHA384-Hashwert, vergleicht diesen mit dem angegebenen Hashwert im <code>integrity</code>-Attribut und führt das Skript nur aus, wenn die Hashwerte übereinstimmen. Falls zum Beispiel jemand <code>jquery.min.js</code> auf dem fremden Server modifizierte, nachdem der ursprüngliche Hashwert berechnet wurde, verhinderte der Browser die Ausführung des Skripts und gäbe folgende Meldung in der Konsole aus:
it: Quando il browser vede questo elemento, scarica <code>jquery.min.js</code>, calcola l'hash SHA384, lo confronta con l'hash nell'attributo <code>integrity</code> ed esegue lo script solo se gli hash corrispondono. Ad esempio, se qualcuno modificasse <code>jquery.min.js</code> sul server remoto dopo aver calcolato l'hash originale, Firefox si rifiuterebbe di eseguire lo script e lo si vedrebbe nella console del browser:
no: Når nettleseren ser dette elementet så kommer den til å laste ned <code>jquery.min.js</code>, beregne dens SHA384-hash, sammenlikne den med hashen i <code>integrity</code>-attributtet, og kjøre skriptet kun om hashene matcher. Eksempelvis om noen skulle modifisere <code>jquery.min.js</code> på fjerntjeneren etter at vi beregnet den opprinnelige hashen så vil Firefox nekte å kjøre skriptet, og du vil se følgende i nettleserkonsollen:
sv: När webbläsaren ser detta element så kommer den att ladda ner <code>jquery.min.js</code>, beräkna dess SHA384-hash, jämföra den med hashen i <code>integrity</code>-attributet, och köra skriptet endast om hasharna matchar. Till exempel: om någon skulle modifiera <code>jquery.min.js</code> på fjärrservern efter att vi beräknat den ursprungliga hashen så skulle Firefox vägra köra skriptet, och du skulle se följande i webbläsarkonsollen:

source: When you click on a link, your browser will typically send the HTTP referer [sic] header to the webserver where the destination webpage is at. The header contains the full URL of the page you came from. This lets sites see where traffic comes from. The header is also sent when external resources (such as images, fonts, JS and CSS) are loaded.
de: Wenn du auf einen Link klickst, sendet dein Browser in der Regel den HTTP-Header „referer“ [sic] an den Webserver, auf dem sich die Ziel-Website befindet. Der Header enthält die vollständige URL der Ursprungs-Webseite. Auf diese Weise können Websites sehen, woher ihre Besucher kommen. Der Header wird auch gesendet, wenn externe Ressourcen (wie Bilder, Schriftarten, JS und CSS) geladen werden.
it: Quando si fa clic su un link, il browser di solito invia l'intestazione HTTP referer [sic] al server Web in cui si trova la pagina Web di destinazione. L'intestazione contiene l'URL completo della pagina di provenienza. Questo permette ai siti di vedere da dove proviene il traffico. L'intestazione viene inviata anche quando vengono caricate risorse esterne (come immagini, font, JS e CSS).
no: Når du klikker på en lenke så sender din nettleser vanligvis HTTP-headeren <em>referer</em> [sic] til målsidens webtjener. Headeren inneholder adressen till siden du kom fra, hvilket altså avslører for webtjeneren du kommer til. Headeren sendes også når eksterne resurser (slik som bilder, fonter, skript og CSS) lastes.
sv: När du klickar på en länk så skickar din webbläsare vanligtvis HTTP-headern <em>referer</em> [sic] till destinationssidans webbserver. Headern innehåller adressen till sidan du kom från, vilket alltså avslöjas för webbservern du kommer till. Headern skickas också när externa resurser (såsom bilder, typsnitt, skript och CSS) laddas.

source: X-Content-Type-Options header cannot be recognized
de: X-Content-Type-Options Header nicht erkannt
it: Impossibile riconoscere l'intestazione X-Content-Type-Options
no: X-Content-Type-Options-header kan ikke identifiseres
sv: X-Content-Type-Options-header kan ej identifieras

source: X-Content-Type-Options header not implemented
de: X-Content-Type-Options Header nicht vorhanden
it: Intestazione X-Content-Type-Options non implementata
no: X-Content-Type-Options-header er ikke implementert
sv: X-Content-Type-Options-header ej implementerad

source: X-Content-Type-Options header set to "nosniff"
de: X-Content-Type-Options-Header auf „nosniff“ gesetzt
it: L'intestazione X-Content-Type-Options è impostata su "nosniff"
no: X-Content-Type-Options-header satt til "nosniff"
sv: X-Content-Type-Options-header satt till "nosniff"

source: X-Frame-Options (XFO) header cannot be recognized
de: X-Frame-Options (XFO) Header nicht erkannt
it: L'intestazione X-Frame-Options (XFO) non può essere riconosciuta
no: X-Frame-Options-header (XFO) kan ikke identifiseres
sv: X-Frame-Options-header (XFO) kan ej identifieras

source: X-Frame-Options (XFO) header not implemented
de: X-Frame-Options (XFO) Header fehlt
it: Intestazione X-Frame-Options (XFO) non implementata
no: X-Frame-Options-header (XFO) er ikke implementert
sv: X-Frame-Options-header (XFO) ej implementerad

source: X-Frame-Options (XFO) header set to SAMEORIGIN or DENY
de: X-Frame-Options (XFO) Header mit SAMEORIGIN oder DENY
it: Intestazione X-Frame-Options (XFO) impostata su SAMEORIGIN o DENY
no: X-Frame-Options-header (XFO) er satt till SAMEORIGIN eller DENY
sv: X-Frame-Options-header (XFO) satt till SAMEORIGIN eller DENY

source: X-Frame-Options (XFO) header uses ALLOW-FROM uri directive
de: X-Frame-Options (XFO) Header verwendet ALLOW-FROM
no: X-Frame-Options-header (XFO) header benytter ALLOW-FROM uri-direktiv
sv: X-Frame-Options-header (XFO) header använder ALLOW-FROM uri-direktiv

source: X-Frame-Options (XFO) implemented via the CSP frame-ancestors directive
de: X-Frame-Options (XFO) eingebunden über CSP frame-ancestors
no: X-Frame-Options (XFO) implementert via CSP-direktivet frame-ancestors
sv: X-Frame-Options (XFO) implementerat via CSP-direktivet frame-ancestors

source: X-XSS-Protection header cannot be recognized
de: X-XSS-Protection Header nicht erkannt
no: X-XSS-Protection-header kan ikke identifiseres
sv: X-XSS-Protection-header kan ej identifieras

source: X-XSS-Protection header not implemented
de: X-XSS-Protection Header fehlt
no: X-XSS-Protection-header er ikke implementert
sv: X-XSS-Protection-header ej implementerad

source: X-XSS-Protection header not needed due to strong Content Security Policy (CSP) header
de: X-XSS-Protection Header nicht benötigt wegen starker Content Security Policy (CSP)
no: X-XSS-Protection-header behøves ikke grunnet sterk Content Security Policy-header (CSP)
sv: X-XSS-Protection-header behövs ej p.g.a. stark Content Security Policy-header (CSP)

source: X-XSS-Protection header set to "0" (disabled)
de: X-XSS-Protection Header gesetzt auf "0" (inaktiv)
it: Intestazione X-XSS-Protection impostata su "0" (disabilitata)
no: X-XSS-Protection-header satt til "0" (deaktivert)
sv: X-XSS-Protection-header satt till "0" (inaktiverad)

source: X-XSS-Protection header set to "1"
de: X-XSS-Protection Header gesetzt auf "1"
it: L'intestazione X-XSS-Protection è impostata su "1"
no: X-XSS-Protection-header satt til "1"
sv: X-XSS-Protection-header satt till "1"

source: X-XSS-Protection header set to "1; mode=block"
de: X-XSS-Protection Header gesetzt auf "1; mode=block"
it: L'intestazione X-XSS-Protection è impostata su "1; mode=block"
no: X-XSS-Protection-header satt til "1; mode=block"
sv: X-XSS-Protection-header satt till "1; mode=block"

source: Yes
de: Ja
it: Si
no: Ja
sv: Ja

source: Yes, but has issues
de: Ja, aber hat Mängel
it: Sì, ma ha dei problemi
no: Ja, men har problemer
sv: Ja, men har problem

source: You're requesting too frequently. Install locally?
de: Du fragst zu häufig an. Webbkoll lokal installieren?
it: La richiesta è troppo frequente. Installare localmente?
no: Du sender litt for mange forespørsler. Hva med å installere verktøyet lokalt istedet?
sv: Du skickar lite för många förfrågningar. Vad sägs om att installera verktyget lokalt istället?

source: [only relevant for base domain]
de: [nur für die Hauptdomain relevant]
it: [rilevante solo per il dominio base]
no: [kun relevant for basisdomener]
sv: [endast relevant för basdomän]

source: localStorage not used.
de: Kein LocalStorage.
it: Archiviazione locale non utilizzata.
no: localStorage benyttes ikke.
sv: localStorage används ej.

source: localStorage used:
de: LocalStorage verwendet:
it: Archiviazione locale utilizzata:
no: localStorage benyttes:
sv: localStorage används:

source: to
de: an
it: a
no: til
sv: till

source: Some sites use CDNs &ndash; <a class="external" href="https://en.wikipedia.org/wiki/Content_delivery_network">content delivery networks</a> &ndash; in which case the server location might vary depending on the location of the visitor. This tool, Webbkoll, is currently on a server in Finland.
de: Einige Seiten nutzen ein CDN, <a class="external" href="https://de.wikipedia.org/wiki/Content_Delivery_Network">Content Delivery Networks</a>. In diesem Falle hängt der angezeigte Serverstandort vom Standort des Besuchers ab. Webbkoll als Tool ist auf einem Server in Finnland beheimatet.
it: Alcuni siti utilizzano le CDN &ndash; <a class="external" href="https://en.wikipedia.org/wiki/Content_delivery_network">content delivery network</a> &ndash; in questo caso la posizione del server potrebbe variare a seconda della posizione del visitatore. Questo strumento, Webbkoll, si trova attualmente su un server in Finlandia.
no: Vær oppmerksom på at en del nettsteder anvender CDN'er &ndash; <a href="https://en.wikipedia.org/wiki/Content_delivery_network">content delivery networks</a> &ndash; i så tilfelle kan tjenerlokasjonen avhenge av hvor gjesten befinner seg. Dette verktøyet, Webbkoll, kjører akkurat nå på en tjener i Finland.
sv: Observera att en del sajter använder CDN:er &ndash; <a class="external" href="https://en.wikipedia.org/wiki/Content_delivery_network">content delivery networks</a> &ndash; i vilket fall serverplatsen kan variera beroende på var besökaren befinner sig. Det här verktyget, Webbkoll, körs just nu på en server i Finland.

source: The Content Security Policy (CSP) directive <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/report-uri"><code>report-uri</code></a>, or <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/report-to"><code>report-to</code></a> in combination with a <code>Report-To</code> header, instructs the user's browser to send a <a href="https://w3c.github.io/webappsec-csp/#report-violation">violation report</a> to specified URI(s) if the CSP is violated. Each report is a JSON object containing information about the violation, including, among other things, the URL of the document where it occurred, and referrer information. While reporting is useful for developers to find and fix bugs, it can also be used for tracking purposes.
de: Die Direktive <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/report-uri"><code>report-uri</code></a> oder <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/report-to"><code>report-to</code></a> der Content Security Policy (CSP) in Kombination mit dem Header <code>Report-To</code> instruiert den Browser des Benutzers, einen <a href="https://w3c.github.io/webappsec-csp/#report-violation">Bericht über Verstöße</a> an festgelegte URI(s) zu senden, wenn gegen die Content Security Policy verstoßen wird. Jeder Bericht ist ein JSON-Objekt, welches Informationen zum Verstoß enthält, u. a. die URL des Dokuments, wo dieser stattfand, und Referrer-Daten. Berichterstattung ist nützlich für Entwickler, um Fehler zu finden und zu beheben, jedoch kann es auch zur Verfolgung (Tracking) verwendet werden.
no: Content Security Policy-direktivet (CSP) <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/report-uri"><code>report-uri</code></a>, eller <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/report-to"><code>report-to</code></a> i kombinasjon med en <code>Report-To</code>-header, instruerer brukerens nettleser til å sende en <a href="https://w3c.github.io/webappsec-csp/#report-violation">overtredelsesrapport (violation report)</a> til en eller flere angitte URIer hvisl en CSP-policy brytes. Hver rapport er et JSON-objekt som inneholder informasjon om overtredelsen, inklusive URLen for dokumentet i forespørsel og referrer-informasjon. Rapportering kan være nyttig for utviklere for å finne og fikse feil, men kan også brukes i sporingsøyemed.
sv: Content Security Policy-direktivet (CSP) <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/report-uri"><code>report-uri</code></a>, eller <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy/report-to"><code>report-to</code></a> i kombination med en <code>Report-To</code>-header, säger åt användarens webbläsare att skicka en <a href="https://w3c.github.io/webappsec-csp/#report-violation">överträdelserapport (violation report)</a> till en eller fler angivna URI:er i fall en CSP-policy bryts. Varje rapport är ett JSON-objekt som innehåller information om överträdelsen, inklusive URL:en för dokumentet i fråga och referrer-information. Rapportering kan vara nyttigt för utvecklare för att hitta och fixa buggar, men kan också användas i spårningssyfte.

source: Setting referrer policy is an easy way to do data minimization (%{art_5_1_c}) and help ensure that you don't transfer or disclose personal data needlessly (%{art_32_2}).
de: Das Setzen einer Referrer-Richtlinie ist ein einfacher Weg zur Datenminimierung (%{art_5_1_c}) und trägt dazu bei, dass personenbezogene Daten nicht unnötigerweise offengelegt werden (%{art_32_2}).
it: L'impostazione della referrer policy è un modo semplice per ridurre al minimo i dati (%{art_5_1_c}) e per garantire che non vengano trasferiti o divulgati inutilmente dati personali (%{art_32_2}).
no: Å sette en referrer policy er en enkel måte å indikere dataminimering (%{art_5_1_c}) og bidra til at du ikke overfører eller avslører personopplysninger unødvendig. (%{art_32_2}).
sv: Att sätta en referrer policy är ett enkelt sätt att idka dataminimering (%{art_5_1_c}) och bidra till att du inte överför eller avslöjar personuppgifter i onödan (%{art_32_2}).

source: 1 unique host
de: einen einzigartigen Host
it: 1 host unico
no: 1 unik vert
sv: 1 unik värd

source: request to
de: Anfrage an
it: richiesta di
no: forespørsel til
sv: förfrågan till
