Repository: andersju/webbkoll
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, no, sv

source: <strong>If you would like to make a contribution</strong> to the general funds of Dataskydd.net (helping both Webbkoll as well as our other activities), you can transfer money to the following bank account:
de: <strong>Wenn du Dataskydd.net finanziell unterstützen möchtest</strong> (für die Weiterentwicklung von Webbkoll und unsere anderen Projekte), dann überweise bitte auf folgendes Konto:
it: <strong>Se vuoi dare un contributo</strong> ai fondi generali di Dataskydd.net (aiutando sia Webbkoll che le altre nostre attività), puoi trasferire denaro sul seguente conto bancario:
sv: <strong>Om du vill ge en gåva</strong> till Dataskydd.net:s allmänna medel (och då hjälpa såväl Webbkoll som våra andra andra aktiviteter) kan du föra över pengar till följande bankkonto:

source: <strong>Integrity</strong>. The data sent between the visitor and the website has not been tampered with or modified.
de: <strong>Integrität</strong>. Die zwischen dem Besucher und der Website übermittelten Daten wurden nicht manipuliert oder verändert.
it: <strong>Integrità</strong>.I dati inviati tra il visitatore e il sito web non sono stati manomessi o modificati.
no: <strong>Integritet</strong>. Infoen sendes mellom gjesten og nettstedet og har ikke blitt manipulert eller modifisert.
sv: <strong>Integrity</strong>. Informationen skickad mellan besökaren och webbplatsen har inte manipulerats eller modifierats.

source: <strong>Note</strong>: If you are sure that you entered the URL correctly, and that the URL works for you, then this might be our fault; please <a href="mailto:info@dataskydd.net">send us an email</a> (and tell us what URL you tried)! You can also try <a href="%{url}#alternatives">alternative services</a>.
de: <strong>Hinweis</strong>: Wenn du dir sicher bist, dass du die URL richtig eingegeben hast und dass die URL bei dir funktioniert, dann könnte der Fehler bei uns liegen. Bitte <a href="mailto:info@dataskydd.net">sende uns eine E-Mail</a> (und sag uns, welche URL du verwendet hast)! Du kannst auch <a href="%{url}#alternatives">alternative Dienste</a> ausprobieren.
it: <strong>Nota</strong>: Se siete sicuri di aver inserito correttamente l'URL e che l'URL funziona, potrebbe essere colpa nostra; per favore <a href="mailto:info@dataskydd.net">inviateci un'e-mail</a> (e diteci quale URL avete provato)! Potete anche provare <a href="%{url}#alternatives">servizi alternativi</a>.
no: <strong>OBS</strong>: Om du er sikker på at du skrev inn nettadressen riktig, og at den fungerer for deg, så kan dette være vår feil; <a href="mailto:info@dataskydd.net">send oss</a> en e-post (og fortell hvilken nettadresse du forsøkte med)! Du kan også prøve <a href="https://privacyscore.org/">PrivacyScore</a> som et alternativ.
sv: <strong>OBS</strong>: Om du är säker på att du skrev in URL:en rätt, och att URL:en funkar för dig, så är det här antagligen vårt fel; vänligen <a href="mailto:info@dataskydd.net">mejla oss</a> (och berätta vilken URL du försökte med)! Du kan också prova <a href="https://privacyscore.org/">PrivacyScore</a> som ett alternativ.

source: <strong>SameSite</strong> can be used to instruct the browser to only send the cookie when the request is originating from the same site. This can mitigate CSRF (cross-site request forgery) attacks.
de: <strong>SameSite</strong> wird verwendet, um dem Browser mitzuteilen, dass er nur dann Cookies senden darf, wenn die Anfrage von der gleichen Seite stammt. Das verhindert CSRF-Angriffe (Cross-Site Request Forgery).
it: <strong>SameSite</strong> può essere utilizzato per indicare al browser di inviare il cookie solo quando la richiesta proviene dallo stesso sito. Questo può mitigare gli attacchi CSRF (cross-site request forgery).
no: <strong>SameSite</strong> kan benyttes for å si at nettleseren bare sender informasjonskapsler når forespørselen kommer fra det samme nettstedet. Detta kan motvirke CSRF-angrep (forespørselsfalskneri på tvers av domener).
sv: <strong>SameSite</strong> kan användas för att säga åt webbläsaren att bara skicka kakor när begäran kommer från samma webbplats. Detta kan motverka CSRF-attacker (cross-site request forgery).

source: <strong>Secure</strong> means that the cookie will only be sent over a secure channel (HTTPS). This can mitigate MITM (man-in-the-middle) attacks.
de: <strong>Secure</strong> bedeutet, dass ein Cookie nur über eine sichere (HTTPS-) Verbindung gesendet wird. Das verhindert MITM-Angriffe (Man-in-the-Middle).
it: <strong>Securo</strong> significa che il cookie verrà inviato solo su un canale sicuro (HTTPS). Questo può mitigare gli attacchi MITM (man-in-the-middle).
no: <strong>Secure</strong> innebærer at informasjonskapselen bare kan sendes over en sikker kanal (HTTPS). Dette kan motvirke MITM (mellommannsangrep).
sv: <strong>Secure</strong> innebär att kakan bara får skickas över en säker kanal (HTTPS). Detta kan motverka MITM-attacker (man-in-the-middle).

source: <strong>Third-party cookies</strong> are placed by a service affiliated with the web site owner on the devices of visitors to the web site in order to be able to re-identity the visitor on subsequent page loads, or across different web sites. Third-party cookies are typically related to commercial features of a web site owners' activities, usually advertising, but may also relate to technical features in scripts used by a web site (such as language settings).
de: <strong>Drittanbieter-Cookies</strong> werden von Diensten gesetzt, die vom Website-Betreiber eingebunden wurden. So kann ein Besucher bei späteren Seitenaufrufen oder über verschiedene Websites hinweg wiedererkannt werden. Cookies von Drittanbietern stehen in der Regel im Zusammenhang mit kommerziellen Merkmalen, in der Regel Werbung, können sich aber auch auf technische Merkmale in den von einer Website verwendeten Skripten beziehen (z. B. Spracheinstellungen).
it: <strong>Cookie di terze parti</strong> sono posizionati da un servizio affiliato al titolare del sito web sui dispositivi dei visitatori del sito web al fine di poterlo riidentificare ai successivi caricamenti di pagina, o su diversi siti web. I cookie di terze parti sono in genere correlati a funzionalità commerciali delle attività dei proprietari di un sito Web, generalmente pubblicitari, ma possono anche riguardare funzionalità tecniche negli script utilizzati da un sito Web (come le impostazioni della lingua).
no: <strong>Tredjepartsinformasjonskapsler</strong> plasseres på gjestens enhet av en tjeneste som kun trenger ha en løs tilknytning til nettstedsinnehaveren med den målsetning å kunne gjenidentifisere gjesten ved senere sidelastinger, eller over ulike nettsteder. Tredjepartsinformasjonskapsler er vanligvis relatert til kommersielle funksjoner (vanligvis reklame) men kan også være relatert til tekniske egenskaper ved skript som benyttes av nettstedet.
sv: <strong>Tredjepartskakor</strong> placeras på besökarens enhet av en tjänst affilierad med webbplatsinnehavaren i syfte att kunna återidentifiera besökaren vid senare sidladningar, eller över olika webbplatser. Tredjepartskakor är typiskt sett relaterade till kommersiella funktioner (vanligtvis reklam) men kan också vara relaterade till tekniska egenskaper hos skript som används av webbplatsen.

source: A domain instructs browsers that it has enabled HSTS by returning an HTTP header over an HTTPS connection.
de: Eine Domain teilt den Webbrowsern mit, dass sie HSTS aktiviert hat, indem sie einen HTTP-Header über eine HTTPS-Verbindung zurückgibt.
it: Un dominio indica ai browser di aver abilitato HSTS restituendo un'intestazione HTTP su una connessione HTTPS.
no: En domene instruerer en nettleser at den har HSTS aktivert, ved å returnere et HTTP-hode over en HTTPS-forbindelse.
sv: En domän säger åt en webbläsare att HSTS är aktiverat genom att returnera en HTTP-header över en HTTPS-anslutning.

source: A plain HTTP connection can be easily monitored, modified, and impersonated. Every unencrypted HTTP request reveals information about a user’s behavior, and the interception and tracking of unencrypted browsing has become commonplace.
de: Einfache HTTP-Verbindungen können leicht überwacht, verändert oder nachgeahmt werden. Jede unverschlüsselte verschickte HTTP-Anfrage beinhaltet Meta-Informationen und ermöglicht Rückschlüsse auf das Verhalten. Das Mitlauschen und Nachverfolgen von unverschlüsseltem Surfen ist zur Selbstverständlichkeit geworden.
it: Una semplice connessione HTTP può essere facilmente monitorata, modificata e rappresentata. Ogni richiesta HTTP non crittografata rivela informazioni sul comportamento di un utente e l'intercettazione e il monitoraggio della navigazione non crittografata sono diventati un luogo comune.
no: En vanlig HTTP-forbindelse kan enkelt avlyttes, modifisert og imitert. Hver ukrypterte HTTP-forespørsel avslører info om en brukers vaner, og sporing av ukryptert lesing har blitt vanlig.
sv: En vanlig HTTP-anslutning kan enkelt bli avlyssnad, modifierad och imiterad. Varje okrypterad HTTP-förfrågan avslöjar information om en användares vanor, och uppsnappande och spårning av okrypterat surfande har blivit vanligt.

source: A primary goal of CSP is to mitigate and report XSS attacks. XSS attacks exploit the browser's trust of the content received from the server. Malicious scripts are executed by the victim's browser because the browser trusts the source of the content, even when it's not coming from where it seems to be coming from.
de: Ein Hauptziel von CSP ist es, XSS-Angriffe zu minimieren und zu melden. XSS-Angriffe nutzen das Vertrauen des Browsers in die vom Server empfangenen Inhalte aus. Bösartige Skripte werden vom Browser des Opfers ausgeführt, weil der Browser der Quelle des Inhalts vertraut, auch wenn er nicht von dort kommt, wo er herzukommen scheint.
it: Uno degli obiettivi principali di CSP è mitigare e segnalare gli attacchi XSS. Gli attacchi XSS sfruttano la fiducia del browser nei confronti del contenuto ricevuto dal server. Gli script dannosi vengono eseguiti dal browser della vittima perché il browser si fida dell'origine del contenuto, anche quando non proviene da dove sembra provenire.
no: Et hovedmål for CSP er å motvirke og rapportere XSS-angrep. De utnytter nettleserens tiltro til innhold som mottas fra tjeneren. Skadelige skript kjøres fra offerets nettleser ettersom nettleseren stoler på innholdets kilde, selv om det ikke kommer fra stedet det later til å komme fra.
sv: Ett primärt mål för CSP är att motverka och rapportera XSS-attacker. XSS-attacker utnyttjar webbläsarens förtroende för innehåll som mottagits från servern. Skadliga skript körs av offrets webbläsare eftersom webbläsaren litar på innehållets källa, även när det inte kommer från det ställe där det verkar komma från.

source: A referrer policy can easily be set with a &lt;meta&gt; element in your HTML. Simply include this inside the &lt;head&gt; section:
de: Eine Referrer-Richtlinie kann leicht mit einem &lt;meta&gt;-Tag im HTML-Quelltext gesetzt werden. Füge dieses in den &lt;head&gt;-Bereich ein:
it: È possibile impostare facilmente una politica di riferimento con un &lt;meta&gt; elemento nel tuo HTML. Includi semplicemente questo all'interno del &lt;head&gt; sezione:
sv: En referrer policy kan enkelt sättas med ett &lt;meta&gt;-element i din HTML. Inkludera helt enkelt följande inuti &lt;head&gt;-sektionen:

source: A third-party request is a request to a domain that's not <code>%{domain}</code> or one of its subdomains.
de: Eine Third-Party- oder Drittanfrage ist eine Anfrage an eine Domain, die nicht <code>%{domain}</code> oder eine ihrer Subdomains ist.
it: Una richiesta di terze parti è una richiesta a un dominio che non è <code>%{domain}</code> o uno dei suoi sottodomini.
no: En tredjepartsforespørsel er en forespørsel som ikke gjøres til <code>%{domain}</code> eller et av dens underdomener.
sv: En tredjepartsförfrågan är en förfrågan som inte gjorts till <code>%{domain}</code> eller dess underdomäner.

source: A webstore may for instance hand over the task of profiling visitors to an advertisement agency, and a public authority may have constructed its website in a way that automatically hands over behavioural data to advertisers. Advertisers are the most common and least transparent form of third parties.
de: Ein Webshop kann beispielsweise die Erstellung von Besucherprofilen einer Werbeagentur überlassen und eine Behörde kann ihre Website so gestaltet haben, dass sie automatisch Verhaltensdaten an Werbetreibende weitergibt. Werbetreibende sind die häufigste und am wenigsten transparente Form von Dritten.
it: Un webstore può, ad esempio, affidare il compito di profilare i visitatori a un'agenzia pubblicitaria e un'autorità pubblica può aver costruito il proprio sito web in modo da trasmettere automaticamente i dati comportamentali agli inserzionisti. Gli inserzionisti sono la forma di terze parti più comune e meno trasparente.
no: Det kan for eksempel handle om at en netthandel overdrar oppdraget å profilere besøkende till ett reklameselskap, eller at en myndighet har bygd sitt nettsted slik at man automatisk etterlater info om sin oppførsel till et reklameselskap. Oftest er det reklameselskap som er tredjeparter og de minst transparente typen tredjeparter.
sv: Det kan till exempel handla om att en webbutik lämnat över uppdraget att profilera besökare till ett reklamföretag, eller att en myndighet byggt sin webbplats så att man automatiskt lämnar information om sitt beteende till ett reklamföretag. Oftast är det reklamföretag som är tredjeparter och mottagare av skvaller.

source: About
de: Über
it: Informazioni
no: Om
sv: Om

source: Accountability
de: Verantwortlichkeit
it: Responsabilità
no: Ansvar
sv: Ansvarsskyldighet

source: Accuracy
de: Richtigkeit
it: Accuratezza
sv: Korrekthet

source: Alternatively, set the <code>Referrer-Policy</code> HTTP header, e.g.:
de: Andernfalls setze eine <code>Referrer-Richtlinie</code> in den HTTP-Header ein:
it: In alternativa, impostare l'intestazione HTTP <code>Referrer-Policy</code>, ad es:
no: Alternativt kan du sette HTTP-hodet <code>Referrer-Policy</code>, f.eks.:
sv: Alternativt kan du sätta HTTP-headern <code>Referrer-Policy</code>, t.ex.:

source: Alternatives and resources
de: Alternativen und weitere Ressourcen
it: Alternative e risorse
no: Alternativer og resurser
sv: Alternativ och resurser

source: Always uses an <code>https://</code> connection, even when clicking on an <code>http://</code> link or after typing a domain into the location bar without specifying a protocol.
de: Verwendet immer eine <code>https://</code>-Verbindung, selbst wenn auf einen <code>http://</code>-Link geklickt wird oder in die Adressleiste eine Domain ohne ein Protokoll eingegeben wurde.
it: Utilizza sempre una connessione <code>https://</code>, anche quando si fa clic su un collegamento <code>http://</code> o dopo aver digitato un dominio nella barra di localizzazione senza specificare un protocollo.
no: Bruker alltid en <code>https://</code>-forbindelse, selv når man klikker på en <code>http://</code>-lenke eller etter å ha skrevet domenet i adressefeltet uten å spesifisere en protokoll.
sv: Använder alltid en <code>https://</code>-anslutning, även vid klick på en <code>http://</code>-länk eller efter att ha skrivit domänen i adressfältet utan att ha specificerat ett protokoll.

source: An error occurred
de: Ein Fehler ist aufgetreten
it: Si è verificato un errore
no: En feil inntraff
sv: Ett fel inträffade

source: Analyze
de: Analysieren
it: Analizza
no: Analyser
sv: Analysera

source: Analyze %{host} on SSL Labs
de: %{host} bei SSL Labs analysieren
it: Analizzare %{host} su SSL Labs
no: Analyser %{host} på SSL Labs
sv: Analysera %{host} på SSL Labs

source: As little data as possible to achieve the purpose should be collected .(5(1)(c))
de: Es sollten nur so viele Daten gesammelt werden, wie zur Erfüllung des Zwecks notwendig sind (Art. 5 Abs. 1 lit. c).
it: Dovrebbe essere raccolto il minor numero di dati possibile per raggiungere lo scopo.(5(1)(c))
no: Man skal ikke samle inn flere opplysninger enn hva som er absolutt nødvendig for formålet. (5(1)(c))
sv: Man ska inte samla in fler uppgifter än vad som är absolut nödvändigt för ändamålet. (5(1)(c))

source: At the moment we cannot accept Bitcoin or any other cryptocurrency.
de: Wir akzeptieren aktuell weder Bitcoin noch andere Kryptowährungen.
it: Al momento non possiamo accettare Bitcoin o altre criptovalute.
no: Forløpig kan vi ikke ta imot Bitcoin eller noen annen kryptovaluta.
sv: För stunden kan vi inte ta emot Bitcoin eller någon annan kryptovaluta.

source: Authors and tech
de: Autoren und Technik
it: Autori e tecnologia
no: Forfattere og teknikk
sv: Upphovspersoner och teknik

source: Base domain (https://%{domain}) HSTS status unknown.
de: Stammdomäne (https://%{domain}) HSTS-Status unbekannt.
it: Dominio di base (https://%{domain}) Stato HSTS sconosciuto.
sv: HSTS-status för basdomänen (https://%{domain}) okänt.

source: Behavioural monitoring, or ”profiling”, is when someone monitors how a given person, or set of persons, typically behave. This includes monitoring whether a particular group, say young people or women of a median income, frequently visit certain deeplinks, have to look up certain vocabulary or that they end up on the website through using a particular search engine or social platform. Behavioural monitoring is used to discover what certain classes of people may be assumed to find interesting, difficult or funny.
de: Verhaltensüberwachung oder „Profiling“ ist gegeben, wenn jemand überwacht, wie sich eine Person oder eine Gruppe von Personen typischerweise verhält. Dazu gehört auch die Überwachung, ob eine bestimmte Gruppe, z. B. Jugendliche oder Frauen mit mittlerem Einkommen, häufig gewisse Deep-Links besuchen, verschiedene Vokabeln nachschlagen müssen oder ob sie über eine bestimmte Suchmaschine oder soziale Plattform auf die Website gelangen. Verhaltensüberwachung wird verwendet, um herauszufinden, was bestimmte Gruppen von Menschen als interessant, schwierig oder lustig empfinden.
it: Il monitoraggio comportamentale, o "profilazione", è quando qualcuno monitora il comportamento tipico di una determinata persona o di un insieme di persone. Ciò include il monitoraggio se un determinato gruppo, ad esempio giovani o donne con un reddito medio, visita frequentemente determinati deeplink, deve cercare un determinato vocabolario o se finisce sul sito Web utilizzando un particolare motore di ricerca o piattaforma sociale. Il monitoraggio comportamentale viene utilizzato per scoprire cosa si può presumere che determinate classi di persone trovino interessante, difficile o divertente.
no: Oppførselskartlegging er når man overvåker på hvordan en viss person, eller gruppe av personer oppfører seg. For eksempel at de ofte besøker visse undersider, behøver slå opp visse ord i en ordbok eller at de havner på nettsteder gjennom å bruke en spesiell søkemotor. Oppførselskartlegging anvendes for å forutsi hva ulike kategorier mennesker kan antas å finne interessant, vanskelig eller morsomt.
sv: Beteendekartläggning är när man tittar på hur en viss person, eller grupp av personer, typiskt beter sig. Till exempel att de ofta besöker vissa undersidor, behöver slå upp vissa ord i en ordbok eller att de hamnat på webbplatsen genom att använda någon särskild sökmotor. Beteendekartläggning används för att förutsäga vad olika kategorier av människor kan antas tycka är intressant, svårt eller lustigt.

source: Blocking inline styles can help prevent attackers from modifying the contents or appearance of your page. Moving styles to external stylesheets can also help make your site more maintainable.
de: Mit dem Blockieren von Inline-Styles können Manipulationen von Inhalten durch Angreifer unterbunden werden. Das Einbinden aus externen Style-Sheets kann die Wartbarkeit einer Webseite verbessern.
it: Il blocco degli stili in linea può aiutare a impedire agli aggressori di modificare il contenuto o l'aspetto della tua pagina. Spostare gli stili in fogli di stile esterni può anche aiutare a rendere il tuo sito più gestibile.
sv: Att blockera inline styles kan hindra angripare från att modifiera innehåller eller utseendet på din sida. Att flytta styles till externa stylesheets kan också göra din webbplats enklare att underhålla.

source: Blocking the execution of inline JavaScript provides CSP's strongest protection against cross-site scripting attacks. Moving JavaScript to external files can also help make your site more maintainable.
de: Das Blockieren von Inline-JavaScript durch CSP ist der größte Schutz vor Cross-Site-Scripting-Angriffen. Das Verschieben von JavaScript in eigene, externe Dateien kann dazu beitragen, eine Website wartungsfreundlicher zu gestalten.
it: Il blocco dell'esecuzione di JavaScript inline fornisce la protezione più efficace di CSP contro gli attacchi di scripting tra siti. Lo spostamento di JavaScript in file esterni può anche aiutare a rendere il tuo sito più gestibile.
no: Å forhindre kjøring av inline-JavaScript gir CSPs sterkeste beskyttelse mot skriptingsangrep på tvers av domener. Å flytte JavaScript til eksterne filer kan også gjøre ditt nettsted enklere å vedlikeholde.
sv: Att förhindra körning av inline-JavaScript ger CSP:s starkaste skydd mot cross-site scripting-attacker. Att flytta JavaScript till externa filer kan också göra din webbplats enklare att underhålla.

source: Blocking the execution of plug-ins via <code>object-src 'none'</code> or as inherited from <code>default-src</code> can prevent attackers from loading Flash or Java in the context of your page.
de: Das Blockieren von Plug-Ins mit <code>object-src 'none'</code> oder durch Vererbung aus <code>default-src</code> hält einen Angreifer davon ab, Flash oder Java im Kontext einer Website auszuführen.
it: Bloccare l'esecuzione dei plug-in tramite <code>object-src 'none'</code> o come ereditato da <code>default-src</code> può impedire agli aggressori di caricare Flash o Java nel contesto della pagina.
sv: Att blockera körning av plugins via <code>object-src 'none'</code> eller som ärvt från <code>default-src</code> kan hindra angripare från att ladda Flash eller Java i din sidas kontext.

source: Blocking the use of JavaScript's <code>eval()</code> function can help prevent the execution of untrusted code.
de: Das Blockieren der JavaScript-Funktion <code>eval()</code> unterbindet die Ausführung von fremdem, nicht vertrauenswürdigem Code.
it: Bloccare l'uso della funzione <code>eval()</code> di JavaScript può aiutare a prevenire l'esecuzione di codice non attendibile.
no: Å blokkere bruken av JavaScripts <code>eval()</code>-funksjon kan noen ganger hindre kjøring av upålitelig kode.
sv: Att blockera användandet av JavaScripts <code>eval()</code>-funktion kan hjälpa till att hindra körning av opålitlig kod.

source: Blocks execution of JavaScript's <code>eval()</code> function by not allowing <code>'unsafe-eval'</code> inside <code>script-src</code>
de: Blockiert die JavaScript-Funktion <code>eval()</code>, indem <code>'unsafe-eval'</code> innerhalb <code>script-src</code> nicht erlaubt wird
it: Blocca l'esecuzione della funzione <code>eval() di JavaScript</code> non consentendo <code>'unsafe-eval'</code> all'interno dello script-src <code></code>
no: Blokker kjøring av JavaScripts <code>eval()</code>-funksjon ved å ikke tillate <code>'unsafe-eval'</code> inne i <code>script-src</code>
sv: Blockerar körning av JavaScripts <code>eval()</code>-funktion genom att inte tillåta <code>'unsafe-eval'</code> inuti <code>script-src</code>
