Repository: andersju/webbkoll
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, no, sv

source: How this website is doing with regards to privacy.
de: Wie diese Website unter Berücksichtung der Privatsphäre abschneidet.
it: Come si comporta questo sito web in materia di privacy.
no: Hvordan dette nettstedet gjør det med hensyn på personvern.
sv: Hur den här webbplatsen hjälper dig utöva makt över ditt privatliv (eller inte).

source: How to implement
de: Anleitung
it: Come implementare
no: Hvordan det kan implementeres
sv: Hur det kan implementeras

source: How you can support our work.
de: Wie du unsere Arbeit unterstützen kannst.
it: Come potete sostenere il nostro lavoro.
no: Hvordan du kan støtte vårt arbeid.
sv: Hur du kan stöda vårt arbete.

source: If a referrer policy is delivered via both Referrer-Policy header and meta element, the meta element's policy takes precedence.
de: Wird eine Referrer-Richtlinie sowohl über den Referrer-Policy-Header als auch über das Meta-Element ausgeliefert, dann hat die Richtlinie des Meta-Elements Vorrang.
it: Se un criterio del referente viene fornito sia tramite l'intestazione Referrer-Policy che tramite il meta-elemento, il criterio del meta-elemento ha la precedenza.
no: Om en Referrer Policy levers med både Referrer-Policy-header og et meta-element så har meta-elementets policy preferanse.
sv: Om en Referrer Policy levereras genom både Referrer-Policy-header och ett meta-element så har meta-elementets policy företräde.

source: If multiple policy values are specified, the browser will use the last one, ignoring unknown values (fallback values should thus appear first). Multiple values should be separated by commas, e.g.:
de: Wenn mehrere Angaben für einen Wert vorliegen, verwendet der Browser immer den ihm zuletzt angegebenen Wert und ignoriert alle Vorhergehenden (ein Fallback sollte daher immer zuerst definiert werden). Mehrere Werte sind mit einem Komma zu separieren:
it: Se vengono specificati più valori di criterio, il browser utilizzerà l'ultimo, ignorando i valori sconosciuti (i valori di riserva dovrebbero quindi apparire per primi). I valori multipli devono essere separati da virgole, ad es:
no: Om flere policy-verdier spesifiserer så kommer nettleseren til å benytte den siste verdien og ignorere ukjente verdier (fallback-verdien bør altså listes først). Multiple verdier bør separeres med komma, f.eks.:
sv: Om flera policy-värden specificeras så kommer webbläsaren att använda det sista värdet och ignorera okända värden (fallback-värden bör alltså listas först). Multipla värden bör separeras med komma, t.ex.:

source: If you get the error ERR_CERT_SYMANTEC_LEGACY, it's because the site uses a Symantec certificate (includes Thawte, RapidSSL and GeoTrust) that is, or soon will be, distrusted by Chrome and Firefox. More information: <a href="https://security.googleblog.com/2018/03/distrust-of-symantec-pki-immediate.html">Google</a>, <a href="https://blog.mozilla.org/security/2018/07/30/update-on-the-distrust-of-symantec-tls-certificates/">Mozilla</a>, <a href="https://blog.qualys.com/ssllabs/2017/09/26/google-and-mozilla-deprecating-existing-symantec-certificates">Qualys</a>
de: Der Fehler ERR_CERT_SYMANTEC_LEGACY bedeutet, dass die Webseite ein Zertifikat von Symantec (oder einer der Symantec-Tochterfirmen Thawte, RapidSSL und GeoTrust) verwendet, welches von Chrome and Firefox bald nicht mehr vertraut wird. Weiterführende Informationen: <a href="https://security.googleblog.com/2018/03/distrust-of-symantec-pki-immediate.html">Google</a>, <a href="https://blog.mozilla.org/security/2018/07/30/update-on-the-distrust-of-symantec-tls-certificates/">Mozilla</a>, <a href="https://blog.qualys.com/ssllabs/2017/09/26/google-and-mozilla-deprecating-existing-symantec-certificates">Qualys</a>
it: Se viene visualizzato l'errore ERR_CERT_SYMANTEC_LEGACY, è perché il sito utilizza un certificato Symantec (che include Thawte, RapidSSL e GeoTrust) che è, o sarà presto, non considerato da Chrome e Firefox. Ulteriori informazioni: <a href="https://security.googleblog.com/2018/03/distrust-of-symantec-pki-immediate.html">Google</a>, <a href="https://blog.mozilla.org/security/2018/07/30/update-on-the-distrust-of-symantec-tls-certificates/">Mozilla</a>, <a href="https://blog.qualys.com/ssllabs/2017/09/26/google-and-mozilla-deprecating-existing-symantec-certificates">Qualys</a>
no: Om du får feilmeldingen ERR_CERT_SYMANTEC_LEGACY så er det fordi nettstedet anvender et Symantec-sertifikat (inkluderer Thawte, RapidSSL og GeoTrust) som Chrome og Firefox ikke stoler på, eller vil slutte å stole på. Mer informasjon: <a href="https://security.googleblog.com/2018/03/distrust-of-symantec-pki-immediate.html">Google</a>, <a href="https://blog.mozilla.org/security/2018/07/30/update-on-the-distrust-of-symantec-tls-certificates/">Mozilla</a>, <a href="https://blog.qualys.com/ssllabs/2017/09/26/google-and-mozilla-deprecating-existing-symantec-certificates">Qualys</a>
sv: Om du får felmeddelandet ERR_CERT_SYMANTEC_LEGACY så är det för att webbplatsen använder ett Symantec-certifikat (inkluderar Thawte, RapidSSL och GeoTrust) som Chrome och Firefox inte litar på, eller snart inte längre kommer att lita på. Mer information: <a href="https://security.googleblog.com/2018/03/distrust-of-symantec-pki-immediate.html">Google</a>, <a href="https://blog.mozilla.org/security/2018/07/30/update-on-the-distrust-of-symantec-tls-certificates/">Mozilla</a>, <a href="https://blog.qualys.com/ssllabs/2017/09/26/google-and-mozilla-deprecating-existing-symantec-certificates">Qualys</a>

source: Implemented, but has problems
de: implementiert, aber mit Fehlern
it: Implementato, ma con problemi
no: Implementert, men har problemer
sv: Implementerat, men har problem

source: In May 2018 a new law about data protection will enter into force in the European Union. It is a regulation and will apply equally in all the 28 member states.
de: Im Mai 2018 ist ein neues Datenschutzgesetz in der Europäischen Union in Kraft getreten. Seine Bestimmungen gelten für alle 28 Mitgliedstaaten.
it: Nel maggio 2018 entrerà in vigore nell'Unione Europea una nuova legge sulla protezione dei dati. Si tratta di un regolamento che si applicherà in egual misura in tutti i 28 Stati membri.
no: Fra og med 2018 kommer en ny lov om personvern for EU, som kommer til å være lik i hele EU. Fram til 2018 gjaldt den gamle personopplysningsloven i Norge.
sv: Från och med 2018 kommer en ny lag om dataskydd för EU, som kommer vara likadan i hela EU. Fram tills 2018 gäller personuppgiftslagen, en svensk lag som stiftades till följd av EU:s tidigare dataskyddslagstiftning från 1995.

source: In its <strong>strongest and recommended form</strong>, the HSTS policy includes <strong>all subdomains</strong>, and indicates a willingness to be "preloaded" into browsers:
de: In ihrer <strong>strengsten und empfohlenen Form</strong> beinhaltet die HSTS-Richtlinie <strong>alle Subdomains</strong> und signalisiert Bereitschaft, vorab in Browser geladen zu werden:
it: Nella sua <strong>forma più forte e consigliata</strong>, la politica HSTS include <strong>tutti i sottodomini</strong> e indica la volontà di essere "precaricata" nei browser:
no: I sin <strong>sterkeste og anbefalte variant</strong> inkluderer HSTS-policien <strong>alla underdomener</strong> og indikerer en vilje til å "frontlastes" i nettlesere:
sv: I dess <strong>starkaste och rekommenderade variant</strong> så inkluderar HSTS-policyn <strong>alla underdomäner</strong> och indikerar en vilja att "förladdas" i webbläsare:

source: In modern web development, it’s become common for a website not to be run from only one location. When you visit a website, you’re not only entering into contact with those running the website, but also all the businesses and organisations which collaborate with the managers of the websites. These may be internet service providers, script providers, font providers, analytics tools providers and a range of other providers. If the manager of the websites hands over information about visitors to any of these third-parties, it is a form of gossiping since it is usually not evident to the visitors that this type of information is being handed over.
de: In der modernen Web-Entwicklung ist es üblich, dass eine Website nicht nur an einem Ort betrieben wird. Wenn du eine Website besuchst, dann trittst du nicht nur mit dem Betreiber in Kontakt, sondern auch mit allen Unternehmen und Organisationen, die mit dem Betreiber der Website zusammenarbeiten. Dies können unter anderem Internetdienstanbieter, Anbieter von Skripten, Schriftarten oder Analytics-Diensten sein. Der Betreiber reicht deine Daten in der Regel weiter, ohne dass es für dich sofort ersichtlich wird.
it: Nello sviluppo web moderno, è diventato comune che un sito web non sia gestito da un'unica sede. Quando si visita un sito web, non si entra in contatto solo con chi lo gestisce, ma anche con tutte le aziende e le organizzazioni che collaborano con i gestori dei siti web. Si tratta di fornitori di servizi Internet, fornitori di script, fornitori di font, fornitori di strumenti di analisi e una serie di altri fornitori. Se il gestore del sito web cede informazioni sui visitatori a una di queste terze parti, si tratta di una forma di gossip, poiché di solito non è evidente ai visitatori che questo tipo di informazioni viene ceduto.
no: I moderne webutvikling, har det blitt vanlig for et nettsted, å ikke drives fra en lokasjon. Når du besøker nettstedet, er du ikke bare i kontakt med de som driver nettstedet, men også alle forretninger og organisasjoner som samarbeider med de som driver nettstedet. Disse kan være internett-, script-, font- og analyseverktøy- leverandører, i tillegg til en rekke andre leverandører. Hvis de som driver nettstedet overleverer informasjon om besøkende til noen tredjepart, er det en form for sladder, siden det ikke normalt er åpenbart for besøkende hvilken type informasjon som blir overlevert.
sv: På den moderna webben har det blivit vanligt att webbplatser inte drivs från en och samma plats. När man besöker en webbplats på webben kommer man inte bara i kontakt med den som driver webbplatsen, utan även med alla de företag och organisationer som den som driver webbplatsen har samarbeten med. Det kan vara internetleverantörer, skriptleverantörer, typsnittsleverantörer, analysverktyg och en rad andra leverantörer och tjänster. Om den som driver webbplatsen lämnar över uppgifter om en besökare till någon av dessa tredjeparter är det skvaller, eftersom det vanligtvis inte framgår för besökaren att något överlämnande sker.

source: Info
de: Infos

source: Insecure first-party requests
de: Unsichere First-Party-Anfragen
it: Richieste di prime parti non sicure
no: Usikre førstepartsforespørsler
sv: Osäkra förstapartsförfrågningar

source: Insecure: HTTPS not used by default
de: Unsicher: HTTPS nicht als Voreinstellung
it: Non sicuro: HTTPS non utilizzato per impostazione predefinita
no: Usikker: HTTPS anvendes ikke som standard
sv: Osäker: HTTPS används ej som standard

source: Integrity and confidentiality
de: Integrität und Vertraulichkeit
it: Integrità e riservatezza
no: Integritet og konfidensialitet
sv: Integritet och konfidentialitet

source: Invalid URL: %{url}
de: Ungültige URL: %{url}
it: URL non valido: %{url}
no: Ugyldig URL: %{url}
sv: Ogiltig URL: %{url}

source: Invalid domain: %{domain}
de: Ungültige Domain: %{domain}
it: Dominio non valido: %{domain}
no: Ugyldig domene: %{domain}
sv: Ogiltig domän: %{domain}

source: Invalid header
de: Ungültiger Header
it: Intestazione non valida
no: Ugyldig header
sv: Ogiltig header

source: Invalid id.
de: Ungültige ID.
it: Id non valido.
no: Ugyldig header
sv: Ogiltigt id.

source: It can also be enabled with an HTML <code>&lt;meta&gt;</code> element:
de: Es kann auch im HTML-Quelltext mit dem <code>&lt;meta&gt;</code>-Element eingebunden werden:
it: Può anche essere abilitato con un elemento HTML<code>&lt;meta&gt;</code> :
no: Det kan også aktiveres med et <code>&lt;meta&gt;</code>-element i HTML:
sv: Det kan också aktiveras med ett <code>&lt;meta&gt;</code>-element i HTML:

source: It is also the categorisation of individuals into these groups. Once a web visitor is stuffed into a particular category, they may be positively or negatively discriminated against because of the categorisation.
de: Es ist auch die Einordnung von Personen in diese Gruppen. Sobald ein Besucher in eine bestimmte Kategorie eingeordnet ist, kann er aufgrund dieser Einordnung positiv oder negativ diskriminiert werden.
it: È anche la categorizzazione degli individui in questi gruppi. Una volta che un visitatore del web viene inserito in una particolare categoria, può essere discriminato positivamente o negativamente a causa della categorizzazione.
no: Profilering er når man anvender oppførselskartlegging for å sortere mennesker i ulike grupper. Vanligvis særbehandler man siden den kartlagte gruppen basert på deres forventede preferanser.
sv: Profilering är när man använder beteendekartläggning för att sortera in människor i olika grupper. Vanligtvis särbehandlar man sedan den kartlagda gruppen baserat på dess förväntade preferens.

source: Key
de: Schlüssel
it: Chiave
no: Nøkkel
sv: Nyckel

source: Lawfulness, fairness and transparency
de: Rechtmäßigkeit, Fairness und Transparenz
it: Legalità, equità e trasparenza
no: Lovlighet, korrekthet og åpenhet
sv: Laglighet, korrekthet och öppenhet

source: Like with cookies, <strong><a href="https://html.spec.whatwg.org/multipage/webstorage.html">web storage</a></strong> can be used to store data in a user's browser. Unlike cookies, web storage data is not sent with HTTP requests: it can only be directly set and accessed by the user's browser (through JavaScript). Compared to cookies, the storage capacity is much larger.
de: Wie bei den Cookies kann der <strong><a href="https://html.spec.whatwg.org/multipage/webstorage.html">Web-Storage</a></strong> verwendet werden, um Daten im Browser eines Benutzers zu speichern. Im Gegensatz zu Cookies wird ein Web-Storage nicht über HTTP-Anfragen abgefragt, sondern immer nur direkt durch den Browser (mit JavaScript). Im Vergleich zu Cookies können deutlich mehr Daten gespeichert werden.
it: Come per i cookie, il web storage <strong><a href="https://html.spec.whatwg.org/multipage/webstorage.html"></a></strong> può essere utilizzato per memorizzare dati nel browser dell'utente. A differenza dei cookie, i dati di web storage non vengono inviati con le richieste HTTP: possono essere impostati e consultati direttamente dal browser dell'utente (tramite JavaScript). Rispetto ai cookie, la capacità di memorizzazione è molto più ampia.
no: Akkurat som med informasjonskapsler, kan <strong><a href="https://html.spec.whatwg.org/multipage/webstorage.html">web storage</a></strong> benyttes for å lagre data i en brukers nettleser. I motsetning til informasjonskapsler, så blir ikke web storage sendt sammen med HTTP-forespørsler: data kan bare settes direkte og kommes til av brukerens nettleser (gjennom JavaScript). Sammenliknet med informasjonskapsler, er lagringskapasiteten mye større.
sv: Precis som med kakor kan <strong><a href="https://html.spec.whatwg.org/multipage/webstorage.html">web storage</a></strong> användas för att lagra data i en användares webbläsare. Till skillnad från kakor så skickas inte web storage-data tillsammans med HTTP-förfrågningar: datan kan bara direkt sättas och kommas åt av en användares webbläsare (genom JavaScript). Till skillnad från kakor så är lagringskapaciteten betydligt större.

source: Limitations
de: Einschränkungen
it: Limitazioni
no: Begrensninger
sv: Begränsningar

source: Loading JavaScript or plugins can allow a man-in-the-middle to execute arbitrary code on your website. Restricting your policy and changing links to HTTPS can help prevent this.
de: Das Laden von JavaScript oder Plugins kann es einem Man-in-the-Middle ermöglichen, beliebigen Code auf Ihrer Website auszuführen. Die Einschränkung durch eine Richtlinie und die Verschlüsselung von Links zu HTTPS verhindern das.
it: Il caricamento di JavaScript o di plugin può consentire a un man-in-the-middle di eseguire codice arbitrario sul vostro sito web. Limitare i criteri e cambiare i link in HTTPS può aiutare a prevenire questo problema.
no: Lasting av JavaScript eller utvidelser kan tillate at en "man in the middle" kan kjøre ondartet kode på ditt nettsted. Å gjøre din policy restriktiv og å endre lenker till HTTPS kan hjelpe til med å forhindre dette.
sv: Laddning av JavaScript eller plugins kan möjliggöra att en "man in the middle" kan köra godtycklig kod på din webbplats. Att göra din policy restriktiv och att ändra länkar till HTTPS kan hjälpa till med att förhindra detta.

source: Look up
de: Nachschlagen
no: Slå opp
sv: Kolla upp

source: Malicious JavaScript or content injection could modify where sensitive form data is submitted to or create additional forms for data exfiltration.
de: Ein bösartiges JavaScript oder eine Injektion von Inhalten durch Dritte können sensible Formulardaten verändern oder zusätzliche Eingabefelder zur Datenmanipulation hinzufügen.
it: Un JavaScript o un'iniezione di contenuto dannosi potrebbero modificare il punto in cui vengono inviati i dati sensibili del modulo o creare moduli aggiuntivi per l'esfiltrazione dei dati.
no: Skadelige JavaScript eller innholdsinjisering kan modifisere plassen som sensitive data sendes til, eller eksfiltrere data gjennom å skape nye skjema.
sv: Skadlig JavaScript eller innehållsinjicering kan modifiera platsen som känslig formulärdata skickas till, eller skapa ytterligare formulär för dataexfiltrering.

source: More information
de: Mehr Informationen
it: Ulteriori informazioni
no: Mer informasjon
sv: Mer information

source: More information about the site's TLS/SSL configuration:
de: Weitere Informationen zur TLS/SSL-Konfiguration dieser Website:
it: Ulteriori informazioni sulla configurazione TLS/SSL del sito:
no: Mer informasjon om nettstedets TLS/SSL-konfiguration:
sv: Mer information om webbplatsens TLS/SSL-konfiguration:

source: No cookies detected.
de: Keine Cookies gefunden.
it: Nessun cookie rilevato.
no: Ingen informasjonskapsler oppdages.
sv: Inga kakor upptäcktes.

source: No third-party requests.
de: Keine Anfragen an Drittanbieter.
it: Nessuna richiesta da parte di terzi.
no: Ingen tredjepartsforespørsler.
sv: Inga tredjepartsförfrågningar.

source: No; insecure
de: Nein; unsicher
it: No; non sicuro
no: Nei; usikker
sv: Nej; osäker

source: Norwegian:
de: Norwegisch:
it: Norvegese:
no: Norsk:
sv: Norska:

source: Not implemented
de: fehlt
it: Non implementato
no: Ikke implementert
sv: Ej implementerat

source: Note that <code>includeSubDomains</code> should be deployed at the base domain, i.e., <code>https://example.com</code>, <em>not</em> <code>https://www.example.com</code>. While we recommend the use of <code>includeSubDomains</code>, be <strong>very</strong> careful, as it means that <strong>all subdomains</strong> associated with the parent domain <strong>must</strong> support HTTPS. (They do not have to each have their own HSTS policy.)
de: Beachte, dass <code>includeSubDomains</code> auf der Hauptdomain eingesetzt werden sollte, d. h. <code>https://example.com</code>, <em>nicht</em> <code>https://www.example.com</code>. Auch wenn wir die Verwendung von <code>includeSubDomains</code> sehr empfehlen, so ist zu beachten, dass diese für <strong>alle Subdomains</strong> gilt. Diese <strong>müssen</strong> HTTPS unterstützen (eine HSTS-Richtlinie für jede einzelne Subdomain wird nicht benötigt).
it: Si noti che <code>includeSubDomains</code> deve essere distribuito nel dominio di base, cioè <code>https://example.com</code>, <em>non</em> <code>https://www.example.com</code>. Sebbene si raccomandi l'uso di <code>includeSubDomains</code>, bisogna fare <strong>molta</strong> attenzione, perché significa che <strong>tutti i sottodomini</strong> associati al dominio padre <strong>devono</strong> supportare HTTPS. (Non è necessario che ognuno di essi abbia una propria policy HSTS.)
no: Vær oppmerksom på at <code>includeSubDomains</code> bør settes på basisdomenet, det vil si, <code>https://example.com</code>, <em>ikke</em> <code>https://www.example.com</code>. Vi anbefaler bruk av <code>includeSubDomains</code>, men vær <strong>veldig</strong> forsiktig, ettersom det innebærer at <strong>alle</strong> underdomener <strong>må</strong> støtte HTTPS. (Hver for seg behæver de ikke ha sin egen HSTS-policy.)
sv: Observera att <code>includeSubDomains</code> bör sättas på basdomänen, det vill säga, <code>https://example.com</code>, <em>inte</em> <code>https://www.example.com</code>. Vi rekommenderar användandet av <code>includeSubDomains</code>, men var <strong>väldigt</strong> försiktig, eftersom det innebär att <strong>alla</strong> underdomäner <strong>måste</strong> stöda HTTPS. (Var för sig behöver de inte ha sin egen HSTS-policy.)

source: Our address (if necessary):
de: Unsere Anschrift (falls erforderlich):
it: Il nostro indirizzo (se necessario):
no: Vår adresse (om nødvendig):
sv: Vår adress (om nödvändigt):

source: Our bank's address (if necessary):
de: Unsere Bankverbindung (falls erforderlich):
it: Indirizzo della nostra banca (se necessario):
no: Vår banks adresse (om nødvendig):
sv: Vår banks adress (om nödvändigt):
