Repository: andersju/webbkoll
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, no, sv

source: %{count} insecure
de: %{count} unsicher
it: %{count} non sicuro
no: %{count} usikker
sv: %{count} osäker

source: 1 secure
de: 1 sicher
it: 1 securo
no: 1 sikker
sv: %{count} säker

source: request
de: Anfrage
it: richiesta
no: forespørsel
sv: förfrågan

source: unique
de: einzigartigen
it: unico
no: unik
sv: unik

source: <a href="https://developer.mozilla.org/en-US/docs/Web/Security/HTTP_strict_transport_security">HTTP Strict Transport Security</a> (HSTS) is a simple and <a href="https://caniuse.com/#feat=stricttransportsecurity">widely supported</a> standard to protect visitors by ensuring that their browsers always connect to a website over HTTPS. HSTS exists to remove the need for the common, insecure practice of redirecting users from <code>http://</code> to <code>https://</code> URLs.
de: <a href="https://developer.mozilla.org/en-US/docs/Web/Security/HTTP_strict_transport_security">HTTP Strict Transport Security</a> (HSTS) ist ein <a href="https://caniuse.com/#feat=stricttransportsecurity">breit unterstützter</a> Standard zum Schutz der Besucher, der sicherstellt, dass der Browser die Verbindung zu einem Webauftritt immer über HTTPS herstellt. Mit HSTS entfällt die unsichere Notwendigkeit der Weiterleitung eines Besuchers von <code>http://</code>- zu <code>https://</code>-URLs.
no: <a href="https://developer.mozilla.org/en-US/docs/Web/Security/HTTP_strict_transport_security">HTTP Strict Transport Security</a> (HSTS) er en enkel standard med <a href="https://caniuse.com/#feat=stricttransportsecurity">bred støtte</a> for å beskytte gjester ved å se til at nettleseren deres alltid oppretter en forbindelse med HTTPS. HSTS eksisterer fordi den vanlige, usikre metoden for å videresende gjester fra <code>http://</code> til <code>https://</code>-nettadresser.
sv: <a href="https://developer.mozilla.org/en-US/docs/Web/Security/HTTP_strict_transport_security">HTTP Strict Transport Security</a> (HSTS) är en enkel standard med <a href="https://caniuse.com/#feat=stricttransportsecurity">brett stöd</a> för att skydda besökare genom att se till att deras webbläsare alltid ansluter till en webbplats över HTTPS. HSTS existerar för att inte behöva den vanliga, osäkra metoden att omdirigera besöker från <code>http://</code> till <code>https://</code>-URL:er.

source: <a href="https://letsencrypt.org/">Let's Encrypt</a> is a non-profit certificate authority (sponsored by Mozilla, EFF, Cisco, Facebook and others) providing free certificates through an easy, automated process. You can set it up yourself, or use one of the many hosting providers who have built-in support for Let's Encrypt.
de: <a href="https://letsencrypt.org/">Let's Encrypt</a> ist eine nicht kommerzielle Zertifizierungsinstanz (gesponsert von Mozilla, EFF, Cisco, Facebook und anderen), die kostenlose Zertifikate mit einem einfachen und vollautomatisierten Prozess ausstellt. Du kannst es selbst einrichten oder auf einen der vielen Hoster zurückgreifen, die Let's Encrypt unterstützen.
it: <a href="https://letsencrypt.org/">Let's Encrypt</a> è un'autorità di certificazione senza scopo di lucro (sponsorizzata da Mozilla, EFF, Cisco, Facebook e altri) che fornisce certificati gratuiti attraverso un processo semplice e automatizzato. Puoi configurarlo da solo o utilizzare uno dei tanti provider di hosting che hanno il supporto integrato per Let's Encrypt.
no: <a href="https://letsencrypt.org/">Let's Encrypt</a> er en ikke-kommersiell sertifikatutsteder (sponset av Mozilla, EFF, Cisco, Facebook og andre) som utsteder gratis sertifikater gjennom en enkel automatisert prosess. Du kan ordne med sertifikat selv, eller anvende et vevhotellene som har innebygd støttet for Let's Encrypt.
sv: <a href="https://letsencrypt.org/">Let's Encrypt</a> är en ej vinstdrivande certifikatutfärdare (sponsrad av Mozilla, EFF, Cisco, Facebook och andra) som tillhandahåller gratis certifikat genom en enkel, automatiserad process. Du kan ordna med certifikat själv, eller använda något av många webbhotell som har inbyggt stöd för Let's Encrypt.

source: <a href="https://mozilla.github.io/server-side-tls/ssl-config-generator/">Mozilla SSL/TLS Configuration Generator</a> [for advanced users]
de: <a href="https://mozilla.github.io/server-side-tls/ssl-config-generator/">Mozilla-SSL/TLS-Konfigurations-Generator</a> [für Fortgeschrittene]
it: <a href="https://mozilla.github.io/server-side-tls/ssl-config-generator/">Generatore di configurazione Mozilla SSL/TLSr</a> [per utenti avanzati]
no: <a href="https://mozilla.github.io/server-side-tls/ssl-config-generator/">Mozilla SSL/TLS-oppsettsgenerator</a> [for avanserte brukere]
sv: <a href="https://mozilla.github.io/server-side-tls/ssl-config-generator/">Mozilla SSL/TLS Configuration Generator</a> [för avancerade användare]

source: <a href="https://observatory.mozilla.org/">Observatory by Mozilla</a> (open source) analyzes CSP, HSTS, TLS and various other things (some of the Webbkoll tests are based on code from Observatory). See also <a href="https://csp-evaluator.withgoogle.com/">Google's CSP Evaluator</a>.
de: <a href="https://observatory.mozilla.org/">Observatory von Mozilla</a> (Open Source) analysiert CSP, HSTS, TLS und verschiedene andere Dinge (einige Webbkoll-Tests basieren auf Code von Observatory). Du kannst zusätzlich auch <a href="https://csp-evaluator.withgoogle.com/">Googles CSP Evaluator</a> benutzen.
no: <a href="https://observatory.mozilla.org/">Observatory by Mozilla</a> (fri programvare) analyserer CSP, HSTS, TLS og diverse annet (noen av Webbkoll-testene er baset på kode fra Observatory). Se også <a href="https://csp-evaluator.withgoogle.com/">Google sin CSP-evaluator</a>.
sv: <a href="https://observatory.mozilla.org/">Observatory by Mozilla</a> (open source) analyserar CSP, HSTS, TLS och diverse annat (några av Webbkoll-testerna är baserade på kod från Observatory). Se även <a href="https://csp-evaluator.withgoogle.com/">Google CSP Evaluator</a>.

source: <a href="https://report-uri.com/home/tools">Report URI</a> has many useful tools: CSP analyzer/builder, header analyzer (<a href="https://securityheaders.com/">securityheaders.com</a>), SRI hash generator, etc.
de: <a href="https://report-uri.com/home/tools">Report URI</a> verfügt über viele nützliche Tools: CSP Analyzer/Builder, Header Analyzer (<a href="https://securityheaders.com/">securityheaders.com</a>), SRI-Hash-Generator usw.
it: <a href="https://report-uri.com/home/tools">Report URI</a> ha molti strumenti utili: Analizzatore/costruttore di CSP, analizzatore di intestazioni (<a href="https://securityheaders.com/">securityheaders.com</a>), generatore di hash SRI, ecc.
no: <a href="https://report-uri.com/home/tools">Rapport-URI</a> har mange nyttige verktøy: CSP-analyse/generator, hode-analyse (<a href="https://securityheaders.com/">securityheaders.com</a>), SRI-sjekksumsgenerator, osv.
sv: <a href="https://report-uri.com/home/tools">Report URI</a> har många nyttiga verktyg: CSP-analys/generator, header-analys (<a href="https://securityheaders.com/">securityheaders.com</a>), SRI-hash-generator, etc.

source: <a href="https://www.hardenize.com/">Hardenize</a> is similar to Observatory, but also checks a domain's mail servers.
de: <a href="https://www.hardenize.com/">Hardenize</a> ist vergleichbar mit Observatory, prüft aber auch E-Mail-Server.
no: <a href="https://www.hardenize.com/">Hardenize</a> ligner Observatory, men sjekker også et domenes epost-tjener.
sv: <a href="https://www.hardenize.com/">Hardenize</a> liknar Observatory, men kollar också en domäns mejlservrar.

source: <a href="https://www.ssllabs.com/ssltest/">Qualys SSL Server Test</a> is an excellent tool for analyzing a server's TLS/SSL configuration. <a href="https://testssl.sh/">testssl.sh</a> is an open source alternative.
de: <a href="https://www.ssllabs.com/ssltest/">Qualys SSL Server Test</a> ist ein hervorragendes Tool zur Analyse der TLS/SSL-Konfiguration eines Servers. <a href="https://testssl.sh/">testssl.sh</a> ist eine Open-Source-Alternative.
it: <a href="https://www.ssllabs.com/ssltest/">Qualys SSL Server Test</a> è uno strumento eccellente per analizzare la configurazione TLS/SSL di un server. <a href="https://testssl.sh/">testssl.sh</a> è un'alternativa open source.
no: <a href="https://www.ssllabs.com/ssltest/">Qualys SSL-tjenertest</a> er et utmerket verktøy for å analysere en tjeners TLS-/SSL-oppsett. <a href="https://testssl.sh/">testssl.sh</a> er et fritt alternativ.
sv: <a href="https://www.ssllabs.com/ssltest/">Qualys SSL Server Test</a> är ett utmärkt verktyg för att analysera en servers TLS-/SSL-konfiguration. <a href="https://testssl.sh/">testssl.sh</a> är ett open source-alternativ.

source: <a href="https://www.ssllabs.com/ssltest/analyze.html?d=%{url}&hideResults=on">Analyze the host on SSL Labs</a> for more information.
de: <a href="https://www.ssllabs.com/ssltest/analyze.html?d=%{url}&hideResults=on">Analysiere den Host mit SSL Labs</a> für mehr Informationen.
it: <a href="https://www.ssllabs.com/ssltest/analyze.html?d=%{url}&hideResults=on">Analizza l'host su SSL Labs</a> per ulteriori informazioni.
no: <a href="https://www.ssllabs.com/ssltest/analyze.html?d=%{url}&hideResults=on">Analyser verten på SSL Labs</a> for mer info.
sv: <a href="https://www.ssllabs.com/ssltest/analyze.html?d=%{url}&hideResults=on">Analysera servern på SSL Labs</a> för mer information.

source: <a href="https://www.w3.org/TR/referrer-policy/">Several policies are offered</a>, such as <code>origin</code> (strips everything except the origin) and <code>origin-when-cross-origin</code> (sends full URL with same-origin requests, otherwise stripped). We recommend <strong><code>no-referrer</code></strong>, which kills the referrer header entirely for all requests, no matter the destination; or <strong><code>same-origin</code></strong>, which kills the referrer for third-party requests but not for requests to the same origin.
de: <a href="https://www.w3.org/TR/referrer-policy/">Verschiedene Richtlinien werden angeboten</a> wie zum Beispiel <code>origin</code> (entfernt alles außer der Quelle) oder <code>origin-when-cross-origin</code> (sendet volle URL an dieselbe Quelle, entfernt alles andere). Wir empfehlen <strong><code>no-referrer</code></strong>, das den Referrer-Header bei allen Anfragen unabhängig vom Ziel vollständig entfernt, oder <strong><code>same-origin</code></strong>, das den Referrer bei allen Drittanfragen entfernt, aber nicht für Anfragen innerhalb derselben Quelle.
sv: <a href="https://www.w3.org/TR/referrer-policy/">Flera policyer erbjuds</a>, t.ex. <code>origin</code> (tar bort allt förutom origin) och <code>origin-when-cross-origin</code> (skickar hela URL:er med förfrågningar till samma origin, annars som föregående). Vi rekommenderar <strong><code>no-referrer</code></strong>, som tar bort referrer-headern helt för alla förfrågningar, oavsett desination; eller <strong><code>same-origin</code></strong>, som tar bort referrern för tredjepartsförfrågningar men inte för förfrågningar till samma origin.

source: <code>%{domain}</code> does <strong>not</strong> use HTTPS by default.
de: <code>%{domain}</code> verwendet <strong>keine</strong> HTTPS-Verbindung als Voreinstellung.
it: <code>%{domain}</code> non <strong>è</strong> utilizzato HTTPS per impostazione predefinita.
no: <code>%{domain}</code> bruker <strong>ikke</strong> HTTPS som forvalg.
sv: <code>%{domain}</code> använder <strong>inte</strong> HTTPS som standard.

source: <code>%{domain}</code> uses HTTPS by default.
de: <code>%{domain}</code> verwendet HTTPS als Voreinstellung.
it: <code>%{dominio}</code> utilizza HTTPS per impostazione predefinita.
no: <code>%{domain}</code> bruker HTTPS som forvalg.
sv: <code>%{domain}</code> använder HTTPS som standard.

source: <code>'strict-dynamic'</code> lets you use a JavaScript shim loader to load all your site's JavaScript dynamically, without having to track <code>script-src</code> origins.
de: <code>'strict-dynamic'</code> ermöglicht ein dynamisches Nachladen von JavaScript, ohne sich um eine Herkunft in <code>script-src</code> kümmern zu müssen.
it: <code>'strict-dynamic'</code> consente di usare un caricatore shim di JavaScript per caricare tutto il JavaScript del sito in modo dinamico, senza dover tracciare <code>script-src</code> le origini.
sv: <code>'strict-dynamic'</code> låter dig använda en "shim loader" i JavaScript för att ladda din webbplats alla skript dynamiskt, utan att behöva hålla koll på <code>script-src</code>-origins.

source: <code>X-Content-Type-Options</code> should be set to <code>nosniff</code>, which is the only valid value.
de: <code>X-Content-Type-Options</code> sollte auf den einzig validen Wert <code>nosniff</code> gesetzt sein.
it: <code>X-Content-Type-Options</code> dovrebbe essere impostato su <code>nosniff</code>, che è l'unico valore valido.
no: <code>X-Content-Type-Options</code> bør være satt till <code>nosniff</code>, som er den eneste gyldige verdien.
sv: <code>X-Content-Type-Options</code> bör vara satt till <code>nosniff</code>, som är det enda giltiga värdet.

source: <code>crossorigin</code> must be set to <code>anonymous</code> for third-party resources when using SRI. This has to do with <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/CORS_settings_attributes">CORS</a>.
de: <code>crossorigin</code> muss für Drittressourcen auf <code>anonymous</code> gesetzt sein, wenn zugleich SRI verwendet wird. Das steht im Zusammenhang mit <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/CORS_settings_attributes">CORS</a>.
it: <code>crossorigin</code> deve essere impostato su <code>anonimo</code> per le risorse di terzi quando si usa SRI. Questo ha a che fare con <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/CORS_settings_attributes">CORS</a>.
no: <code>crossorigin</code> må være satt til <code>anonymous</code> for tredjepartsresurser når SRI benyttes. Dette har med <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/CORS_settings_attributes">CORS</a> å gjøre.
sv: <code>crossorigin</code> måste vara satt till <code>anonymous</code> för tredjepartsresurser när SRI används. Detta har med <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/CORS_settings_attributes">CORS</a> att göra.

source: <code>includeSubDomains</code> &mdash; policy also applies to subdomains
de: <code>includeSubDomains</code> &mdash; Richtlinie betrifft auch Subdomains
it: <code>includeSubDomains</code> — si applica anche ai sottodomini
no: <code>includeSubDomains</code> &mdash;-praksis gjelder også for underdomener
sv: <code>includeSubDomains</code> &mdash; policy gälller även underdomäner

source: <code>integrity</code> should contain integrity metadata: a string describing the <a href="https://en.wikipedia.org/wiki/Cryptographic_hash_function">cryptographic hash function used</a> (currently sha256, sha384, or sha512), followed by a dash, followed by the <a href="https://en.wikipedia.org/wiki/Base64">base64</a>-encoded hash of the file.
de: <code>Integrität</code> beinhaltet eine Zeichenkette mit der verwendeten <a href="https://de.wikipedia.org/wiki/Kryptographische_Hashfunktion">kryptografischen Hashfunktion</a> (aktuell sha256, sha384, oder sha512), gefolgt von einem Bindestrich und dem <a href="https://de.wikipedia.org/wiki/Base64">Base64</a>-kodierten Hashwert der eingebundenen Ressource.
it: <code>integrity</code> dovrebbe contenere metadati di integrità: una stringa che descrive la <a href="https://en.wikipedia.org/wiki/Cryptographic_hash_function">funzione crittografica di hash utilizzata</a> (attualmente sha256, sha384 o sha512), seguita da un trattino, seguita dall'hash <a href="https://en.wikipedia.org/wiki/Base64">base64</a> codificato del file.
no: <code>integrity</code> bør inneholde integritetsmetadata: en streng som beskriver den <a href="https://en.wikipedia.org/wiki/Base64">kryptografiske sjekksumsfunksjonen som benyttes</a> (akkurat nå enten SHA-256, SHA-384, eller SHA-512), fulgt av den <a href="https://en.wikipedia.org/wiki/Base64">Base64-kodede</a> sjekksummen av filen.
sv: <code>integrity</code> bör innehålla integritetsmetadata: en sträng som beskriver den <a href="https://en.wikipedia.org/wiki/Base64">kryptografiska hashfunktion som används</a> (just nu antingen sha256, sha384, eller sha512), följd av den <a href="https://en.wikipedia.org/wiki/Base64">base64-kodade</a> hashen av filen.

source: <code>max-age</code> set to at least 6 months
de: <code>max-age</code> auf mindestens 6 Monate gesetzt
it: <code>max-age</code> è impostato su almeno 6 mesi.
no: <code>max-age</code> er satt til minst 6 måneder
sv: <code>max-age</code> satt till minst 6 månader

source: <code>preload</code> &mdash; requests inclusion in preload lists
de: <code>preload</code> &mdash; fordert Einbindung in der Preload-Liste an
it: <code>preload</code> — richiede l'inclusione negli elenchi di preload
sv: <code>preload</code> - begär inkludering i preload-listor

source: <strong>Authenticity</strong>. The visitor is talking to the "real" website, and not to an impersonator or through a "man-in-the-middle".
de: <strong>Authentizität</strong>. Ein Besucher interagiert mit der „echten“ Website und nicht mit einem Imitat oder über einen „Man-in-the-Middle“.
it: <strong>Autenticità</strong>. Il visitatore si rivolge al "vero" sito web e non a un imitatore o a un "man-in-the-middle".
sv: <strong>Autenticitet</strong>. Besökaren pratar med den "riktiga" webbplatsen och inte en imitatör eller genom en "man-in-the-middle".

source: <strong>Confidentiality</strong>. The visitor's connection is encrypted, obscuring URLs, cookies, and other sensitive metadata.
de: <strong>Vertraulichkeit</strong>. Eine Verbindung ist verschlüsselt und URLs, Cookies und andere sensible Metadaten sind geschützt.
it: <strong>Riservatezza</strong>. La connessione del visitatore è crittografata, oscurando URL, cookie e altri metadati sensibili.
sv: <strong>Konfidentialitet</strong>. Besökarens anslutning är krypterad, vilket döljer URL:er, kakor och annan känslig metadata.

source: <strong>First-party cookies</strong> are placed by the web site owner in some register on their visitors' device in order to be able to re-identify the visitor on subsequent page loads. First-party cookies can be related to technical features on a web site (such as remembering language settings or the contents of a shopping basket), or related to commercial features of the web site owners' activities (such as being able to trace a visitors' behaviour over the duration of their visit, or over much longer time periods, often for years, in order to be able to serve advertisements to the users or to get usage statistics to guide later changes to the web site that are envisaged to make the web site more attractive to recurring users). First-party cookies may come from services provided by the web site owner (language settings in a Content Management System) or from services used by the web site owner (analytics tools).
de: <strong>First-Party-Cookies</strong> werden vom Website-Betreiber auf dem Gerät des Besuchers platziert, um diesen bei späteren Seitenaufrufen wiedererkennen zu können. First-Party-Cookies können mit technischen Merkmalen einer Website zusammenhängen (z. B. Spracheinstellungen oder den Inhalt eines Warenkorbs merken) oder mit kommerziellen Merkmalen (z. B. das Verhalten eines Besuchers über die Dauer seines Besuchs oder über einen deutlich längeren Zeitraum von mehreren Jahren zu verfolgen, um Werbung ausliefern zu können oder Nutzungsstatistiken zu erhalten, womit die Website so geändert werden kann, dass diese für wiederkehrende Besucher attraktiver wird). First-Party-Cookies können von Diensten stammen, die vom Website-Betreiber bereitgestellt werden (Spracheinstellungen in einem Content-Management-System), oder von Diensten, die vom Website-Betreiber genutzt werden (Analysetools).
it: <strong>Cookie di prime parti</strong> sono inseriti dal titolare del sito web in alcuni registri del dispositivo dei suoi visitatori per poterlo riidentificare ai successivi caricamenti della pagina. I cookie di prima parte possono essere relativi a caratteristiche tecniche di un sito web (come ricordare le impostazioni della lingua o il contenuto di un carrello), o relativi a caratteristiche commerciali delle attività dei proprietari del sito web (come essere in grado di tracciare un visitatore ' comportamento nel corso della loro visita, o per periodi di tempo molto più lunghi, spesso per anni, al fine di poter offrire annunci pubblicitari agli utenti o ottenere statistiche di utilizzo per guidare successive modifiche al sito web che sono previste per apportare le sito web più attraente per gli utenti ricorrenti). I cookie proprietari possono provenire da servizi forniti dal titolare del sito web (impostazioni della lingua in un Content Management System) o da servizi utilizzati dal titolare del sito web (strumenti di analisi).
no: <strong>Førsterpartsinformasjonskapsler</strong> plaseres av nettstedsinnehaveren i et register på gjestens enhet for å kunne gjenidentifisere gjesten når siden lastes på nytt. Førsterpartsinformasjonskapsler kan være relatert til tekniske funktsjoner på en nettside (f.eks. å huske språkinnstillinger eller innholdet i en varekurv), eller relatert til nettstedinnehaverens egne kommersielle aktiviteter (f.eks. å kunne kartlegge en besøkers oppførsel under besøkstiden, eller over mye lengre perioder, ofte årevis, for å kunne servere riktig reklame eller samle statistikk for å veilede senere forandringer av nettstedet som sannsynligvis vil gjøre nettstedet mer attraktiv for senere returnerende besøkende). Førsterpartsinformasjonskapsler kan komme fra tjenester levert av nettstedsinnehaveren (f.eks. språkinnstillinger i et CMS) eller fra tredjepartstjenester som benyttes (f.eks. analyseverktøy).
sv: <strong>Förstapartskakor</strong> placeras av webbplatsinnehavaren i något register på besökarens enhet för att kunna återidentifiera besökaren när sidan laddas på nytt. Förstapartskakor kan vara relaterade till tekniska funktioner på en webbplats (t.ex. komma ihåg språkinställningar eller innehållet i en varukorg), eller relaterade till webbplatsinnehavarens egna kommersiella aktiviteter (t.ex. kunna kartlägga en besökares beteende under besökstiden, eller under mycket längre perioder, ofta åratal, för att kunna servera riktad reklam eller samla statistik för att vägleda förändringar av webbplatsen som förutses göra webbplatsen mer attraktiv för återkommande besökare). Förstapartskakor kan komma från tjänster tillhandahållna av webbplatsinnehavaren (t.ex. språkinställningar i ett CMS) eller från tredjepartstjänster som används (t.ex. analysverktyg).

source: <strong>HttpOnly</strong> means that the cookie can only be read by the server, and not by JavaScript on the client. This can mitigate XSS (cross-site scripting) attacks.
de: <strong>HttpOnly</strong> bedeutet, dass Cookies nur vom Server gelesen werden können und nicht durch JavaScript im Browser. Das kann XSS-Angriffe (Cross-Site-Scripting) verhindern.
it: <strong>Solo HTTP</strong> significa che il cookie può essere letto solo dal server e non da JavaScript sul client. Questo può mitigare gli attacchi XSS (cross-site scripting).
no: <strong>HttpOnly</strong> innebærer at informasjonskapselen kun kan leses av tjeneren og ikke av JavaScript hos klienten. Dette kan motvirke XSS-angrep (skript på tvers av domener).
sv: <strong>HttpOnly</strong> innebär att kakan endast kan läsas av servern, och inte av JavaScript hos klienten. Detta kan motverka XSS-attacker (cross-site scripting).
