Repository: andersju/webbkoll
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, no, sv

source: Subresource Integrity (SRI) is not needed since site contains no script or link tags.
de: Subresource Integrity (SRI) wird nicht benötigt, da auf der Seite keine Skripte oder Links enthalten sind.
it: L'integrità delle risorse secondarie (ISR) non è necessaria poiché il sito non contiene script o tag di collegamento.
no: Subresource Integrity (SRI) behøves ikke ettersom nettstedet ikke har noen script-element.
sv: Subresource Integrity (SRI) behövs ej eftersom webbplatsen ej har några script-element.

source: Subresource Integrity (SRI) not implemented, and external resources are loaded over HTTP or use protocol-relative URLs via src="//...".
de: Subresource Integrity (SRI) wurden nicht eingebunden. Externe Ressourcen werden über HTTP oder mit relativen URLs geladen src="//...".
it: L'integrità delle risorse secondarie (SRI) non è implementata e le risorse esterne sono caricate tramite HTTP o utilizzano URL relativi al protocollo tramite src="//...".
no: Subresource Integrity (SRI) er ikke implementert og eksterne resurser lastes over HTTP eller bruker protokolrelative URL'er via src="//...".
sv: Subresource Integrity (SRI) ej implementerat, och externa resurser laddas över HTTP eller använder protokollrelativa URL:er via src="//...".

source: Subresource Integrity (SRI) not implemented, but all external resources are loaded over HTTPS
de: Subresource Integrity (SRI) wurde nicht eingebunden, aber alle externe Ressourcen werden über HTTPS geladen
it: L'integrità delle risorse secondarie (SRI) non è implementata, ma tutte le risorse esterne sono caricate tramite HTTPS
no: Subresource Integrity (SRI) er ikke implementert, men alla resurser lastes over HTTPS
sv: Subresource Integrity (SRI) ej implementerat, men alla resurser laddas över HTTPS

source: Subresource Integrity (SRI) not implemented, but all resources are loaded from a similar origin.
de: Subresource Integrity (SRI) wurden nicht eingebunden, aber alle Ressourcen laden vom gleichen Ursprungsort.
it: L'integrità della risorsa (SRI) non è implementata, ma tutte le risorse vengono caricate da un'origine simile.
no: Subresource Integrity (SRI) er ikke implementert, men alla resurser lastes fra en lignende kilde.
sv: Subresource Integrity (SRI) ej implementerat, men alla resurser laddas från en liknande origin.

source: Subresource Integrity enables you to mitigate some risks of attacks such as this, by ensuring that the files your web application or web document fetches (from a CDN or anywhere) have been delivered without a third-party having injected any additional content into those files — and without any other changes of any kind at all having been made to those files.
de: Subresource Integrity minimiert das Risko solcher Angriffe. Es stellt sicher, dass Dateien einer Webanwendung, die von CDN oder sonstigen Quellen stammen, auch ohne Manipulationen geladen werden können.
no: Subresource Integrity lar deg motvirke visse angrep slik som dette, gjennom å forsikre at filene som din webapplikasjon eller webside laster )fra en CDN eller hvor som helst) har blitt levert uten at en tredjepart har injisert noe ekstra innhold i filene — og uten at noen andre forandringer av noe slag har blitt utført på filene.
sv: Subresource Integrity låter dig motverka vissa attacker såsom detta, genom att försäkra att filerna som din webbapplikation eller webbsida laddar (från en CDN eller var som helst) har levererats utan att en tredjepart injicerat något extra innehåll i filerna — och utan att några andra förändringar av någon som helst typ gjorts på filerna.

source: Summary
de: Ergebnis
it: Sommario
no: Sammendrag
sv: Sammanfattning

source: Support us
de: Unterstütze uns
it: Sosteneteci
no: Støtt oss
sv: Stöd oss

source: Text adapted from the CIO Council's <a href="https://https.cio.gov/">The HTTPS-Only Standard</a> (public domain).
de: Texte aus den Empfehlungen <a href="https://https.cio.gov/">The HTTPS-Only Standard</a> (Public Domain) entnommen.
it: Testo adattato da <a href="https://https.cio.gov/">The HTTPS-Only Standard</a> (di pubblico dominio).
no: Tekst tilpasset fra CIO Council's <a href="https://https.cio.gov/">The HTTPS-Only Standard</a> (public domain).
sv: Text anpassad från CIO Council's <a href="https://https.cio.gov/">The HTTPS-Only Standard</a> (public domain).

source: The <a href="http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679">general data protection regulation of the European Union</a> enters into force on the 25th of May 2018 and concerns the balancing of power being those influencing individuals (typically companies and public authorities) and the individuals themselves. Webbkoll is a tool to find out who is collecting information about individuals, and what can be done to stop invisible tracking.
de: Die <a href="http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679">EU-Datenschutzgrundverordnung </a> trat am 25, Mai 2018 in Kraft und regelt den Machtausgleich zwischen Einzelpersonen, Unternehmen und Behörden. Webbkoll ist ein Werkzeug, um herauszufinden, wer genau Informationen sammelt und was getan werden kann, um die Verfolgung zu stoppen.
it: Il regolamento generale sulla protezione dei dati dell'Unione Europea <a href="http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679"></a> entra in vigore il 25 maggio 2018 e riguarda il bilanciamento del potere tra coloro che influenzano gli individui (tipicamente aziende e autorità pubbliche) e gli individui stessi. Webbkoll è uno strumento per scoprire chi sta raccogliendo informazioni sulle persone e cosa si può fare per fermare il tracciamento invisibile.
no: <a href="http://eur-lex.europa.eu/legal-content/SV/TXT/HTML/?uri=CELEX:32016R0679&from=EN">Den allmenne data beskyttelses forordningen fra EU</a> trer i kraft 25. mai 2018 og handler om å balansere makten mellom de som påvirker individer (vanligvis foretak og myndigheter) og individer selv. Dataskydd.net's Webbkoll er et verktøy for å finne ut av hvem som forsøker samle inn informasjon om enkeltindivider og å hjelpe med å stoppe usynlig sporing.
sv: <a href="http://eur-lex.europa.eu/legal-content/SV/TXT/HTML/?uri=CELEX:32016R0679&from=EN">Den allmänna dataskyddsförordningen från EU</a> träder i kraft 25 maj 2018 och handlar om att balansera makten mellan de som påverkar individer (typiskt sett företag och myndigheter) och individerna själva. Dataskydd.net:s webbkoll är ett verktyg för att ta reda på vem som försöker samla in information om enskilda, och vad man kan göra för att hindra osynliga kartläggningar.

source: The <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Expect-CT"><code>Expect-CT</code></a> header can be used to enforce <a href="https://developer.mozilla.org/en-US/docs/Web/Security/Certificate_Transparency">Certificate Transparency</a> requirements, and/or optionally send reports of Certificate Transparency violations to a specified URI.
de: Der <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Expect-CT"><code>Expect-CT</code></a>-Header kann verwendet werden, um <a href="https://developer.mozilla.org/en-US/docs/Web/Security/Certificate_Transparency">Zertifikatstransparenz</a>-Anforderungen durchzusetzen, und/oder optional Berichte von Verletzungen der Zertifikatstransparenz an einen spezifischen URI zu schicken.
no: Headeren <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Expect-CT"><code>Expect-CT</code></a> kan brukes for å opprettholde <a href="https://developer.mozilla.org/en-US/docs/Web/Security/Certificate_Transparency">Certificate Transparency</a>-krav, og/eller sende rapporter om Certificate Transparency-overtredelser till en angitt URL.
sv: Headern <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Expect-CT"><code>Expect-CT</code></a> kan användas för att upprätthålla <a href="https://developer.mozilla.org/en-US/docs/Web/Security/Certificate_Transparency">Certificate Transparency</a>-krav, och/eller skicka rapporter om Certificate Transparency-överträdelser till en angiven URL.

source: The <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Network_Error_Logging"><code>NEL</code></a> (Network Error Logging) header instructs the user's browser to send reports about network errors (e.g. DNS resolution error, TCP or TLS connection failure, 4xx or 5xx HTTP responses) to a specified URI. It can also be configured to send reports about successful network requests. See <a href="https://w3c.github.io/network-error-logging/#privacy-considerations">[1]</a>, <a href="https://w3c.github.io/reporting/#privacy">[2]</a> for privacy considerations.
de: Der Header <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Network_Error_Logging"><code>NEL</code></a> (Network Error Logging – Netzwerkfehler-Protokollierung) instruiert den Browser des Benutzers, Berichte über Netzwerkfehler (z. B. Fehler der DNS-Auflösung, TCP- oder TLS-Verbindungsfehler, HTTP-Statuscodes 4xx oder 5xx) an eine festgelegte URI zu senden. Er kann auch so konfiguriert werden, dass Berichte über erfolgreiche Netzwerk-Anfragen versendet werden. Siehe <a href="https://w3c.github.io/network-error-logging/#privacy-considerations">[1]</a>, <a href="https://w3c.github.io/reporting/#privacy">[2]</a> zu Privatsphäre-Erwägungen.
no: Headeren <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Network_Error_Logging"><code>NEL</code></a> (Network Error Logging) instruerer brukerens nettleser til å sende rapporter om nettverksfeil (f. eks. DNS-oppslagsfeil, mislykkete oppkoblinger 4xx- eller 5xx-HTTP-svar) till en angitt URL. Den kan også konfigureres til å sende rapporter om vellykkede nettverksforespørsler. Se <a href="https://w3c.github.io/network-error-logging/#privacy-considerations">[1]</a>, <a href="https://w3c.github.io/reporting/#privacy">[2]</a> for personvernsperspektivet på dette.
sv: Headern <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Network_Error_Logging"><code>NEL</code></a> (Network Error Logging) säger åt användarens webbläsare att skicka rapporter om nätverksfel (t.ex. DNS-uppslagningsfel, misslyckade anslutningar, 4xx- eller 5xx-HTTP-svar) till en anginven URL. Den kan också konfigureras att skicka rapporter om lyckade nätverksförfrågningar. Se <a href="https://w3c.github.io/network-error-logging/#privacy-considerations">[1]</a>, <a href="https://w3c.github.io/reporting/#privacy">[2]</a> för integritetsaspekter på detta.

source: The <code>Content-Security-Policy-Report-Only</code> header includes the following third-party URI(s) in its <code>report-uri</code> directive:
de: Der Header <code>Content-Security-Policy-Report-Only</code> enthält in seiner Direktive <code>report-uri</code> folgende URI(s) von Dritten:
no: Headeren <code>Content-Security-Policy-Report-Only</code> inkluderer følgende tredjeparts-URI(er) i direktivet <code>report-uri</code>:
sv: Headern <code>Content-Security-Policy-Report-Only</code> inkluderar följande tredjeparts-URI(er) i direktivet <code>report-uri</code>:

source: The <code>Content-Security-Policy-Report-Only</code> header's <code>report-to</code> directive, in combination with the <code>Report-To</code> header, sends violation reports to the following third-party URI(s):
de: Die Direktive <code>report-to</code> des Headers <code>Content-Security-Policy-Report-Only</code> in Kombination mit dem Header <code>Report-To</code> sendet Berichte über Verstöße an folgende URI(s) von Dritten:
no: <code>Content-Security-Policy-Report-Only</code>-headerens <code>report-to</code>-direktiv, i kombinasjon med headeren <code>Report-To</code>, sender overtredelsesrapporter (violation reports) til følgende tredjeparts-URI(er):
sv: <code>Content-Security-Policy-Report-Only</code>-headerns <code>report-to</code>-direktiv, i kombination med headern <code>Report-To</code>, skickar överträdelserapporter (violation reports) till följande tredjeparts-URI(er):

source: The <code>Content-Security-Policy</code> header includes the following third-party URI(s) in its <code>report-uri</code> directive:
de: Der Header <code>Content-Security-Policy</code> enthält in seiner Direktive <code>report-uri</code> folgende URI(s) von Dritten:
no: Headeren <code>Content-Security-Policy</code> inkluderer følgende tredjeparts-URI(er) i direktivet <code>report-uri</code>:
sv: Headern <code>Content-Security-Policy</code> inkluderar följande tredjeparts-URI(er) i direktivet <code>report-uri</code>:

source: The <code>Content-Security-Policy</code> header's <code>report-to</code> directive, in combination with the <code>Report-To</code> header, sends violation reports to the following third-party URI(s):
de: Die Direktive <code>report-to</code> des Headers <code>Content-Security-Policy</code> in Kombination mit dem Header <code>Report-To</code> sendet Berichte über Verstöße an folgende URI(s) von Dritten:
no: <code>Content-Security-Policy</code>-headerens <code>report-to</code>-direktiv, i kombinasjon med headeren <code>Report-To</code>, sender overtredelsesrapporter (violation reports) til følgende tredjeparts-URI(er):
sv: <code>Content-Security-Policy</code>-headerns <code>report-to</code>-direktiv, i kombination med headern <code>Report-To</code>, skickar överträdelserapporter (violation reports) till följande tredjeparts-URI(er):

source: The <code>Expect-CT</code> header's <code>report-uri</code> directive instructs the browser to send reports of Expect-CT failures to the following third-party URI:
de: Die Direktive <code>report-uri</code> des Headers <code>Expect-CT</code> instruiert den Browser, Berichte über Expect-CT-Fehler an folgende URI eines Dritten zu senden:
no: <code>Expect-CT</code>-headerens <code>report-uri</code>-direktiv instruerer nettleseren til å sende rapporter om mislykkede Expect-CT til følgende tredjeparts-URI:
sv: <code>Expect-CT</code>-headerns <code>report-uri</code>-direktiv säger åt webbläsaren att skicka rapporter om Expect-CT-misslyckanden till följande tredjeparts-URI:

source: The <code>NEL</code> (Network Error Logging) header's <code>report-to</code> directive, in combination with the <code>Report-To</code> header, sends reports to the following third-party URI(s):
de: Die Direktive <code>report-to</code> des Headers <code>NEL</code>in Kombination mit dem Header <code>Report-To</code> sendet Berichte an folgende URI(s) von Dritten:
no: <code>NEL</code>-headerens (Network Error Logging) <code>report-to</code>-direktiv, i kombinasjon med headeren <code>Report-To</code>, sender rapporter till følgende tredjeparts-URI(er):
sv: <code>NEL</code>-headerns (Network Error Logging) <code>report-to</code>-direktiv, i kombination med headern <code>Report-To</code>, skickar rapporter till följande tredjeparts-URI(er):

source: The <code>base</code> tag can be used to trick your site into loading scripts from untrusted origins.
de: Das <code>base</code>-Tag kann deine Website austricksen, Skripte aus Quellen zu laden, denen nicht vertraut wird.
it: Il tag <code>base</code> può essere usato per ingannare il sito e fargli caricare script di origine non attendibile.
no: Elementet <code>base</code> kan brukes for å lure ditt nettsted til å laste skript fra kilder du ikke stoler på.
sv: Elementet <code>base</code> kan användas för att lura din webbplats att ladda skript från otillförlitliga origins.

source: The <strong><code>X-Content-Type-Options</code></strong> response HTTP header is a marker used by the server to indicate that the MIME types advertised in the Content-Type headers should not be changed and be followed. This allows to opt-out of MIME type sniffing, or, in other words, it is a way to say that the webmasters knew what they were doing.
de: Ein <strong><code>X-Content-Type-Options</code></strong>-HTTP-Header eines Servers gibt an, dass durch den Content-Type-Header mitgeteilte MIME-Types eingehalten und nicht verändert werden sollen. Das verhindert ein Ausspähen durch manipulierte MIME-Types oder mit anderen Worten: Die Webmaster können zeigen, dass sie wissen, was sie tun.
it: L'intestazione HTTP di risposta <strong><code>X-Content-Type-Options</code></strong> è un marcatore utilizzato dal server per indicare che i tipi MIME pubblicizzati nelle intestazioni Content-Type non devono essere modificati e seguiti. Questo permette di rinunciare allo sniffing dei tipi MIME o, in altre parole, è un modo per dire che i webmaster sapevano cosa stavano facendo.
no: HTTP-headeren <strong><code>X-Content-Type-Options</code></strong> er en markør som benyttes av tjeneren for å indikere at MIME-typene som annonseres i Content-Type-headers skal følges og ikke endres. Det lar en velge bort sniffing av MIME-type, eller med andre ord, det er en mulighet å si at nettstedsinnehaveren visste hva de gjorde.
sv: HTTP-headern <strong><code>X-Content-Type-Options</code></strong> är en markör som används av servern för att indikera att MIME-typerna som annonseras i Content-Type-headers ska följas och inte ändras. Det låter en välja bort sniffing av MIME-typ, eller med andra ord, det är ett sätt att säga att webbplatsinnehavaren visste vad den gjorde.

source: The <strong><code>X-Frame-Options</code></strong> HTTP response header can be used to indicate whether or not a browser should be allowed to render a page in a <code>&lt;frame&gt;</code>, <code>&lt;iframe&gt;</code> or <code>&lt;object&gt;</code>. Sites can use this to avoid <a href="https://en.wikipedia.org/wiki/clickjacking">clickjacking</a> attacks, by ensuring that their content is not embedded into other sites.
de: Ein <strong><code>X-Frame-Options</code></strong>-HTTP-Antwort-Header wird verwendet, um einem Browser mitzuteilen, ob eine Seite in einem <code>&lt;frame&gt;</code>, <code>&lt;iframe&gt;</code> oder <code>&lt;object&gt;</code> angezeigt werden darf. Websites können dies nutzen, um <a href="https://de.wikipedia.org/wiki/clickjacking">Clickjacking-Angriffe</a> zu verhindern, indem sichergestellt wird, dass der Inhalt nicht in andere Webseiten eingebettet wird.
it: L'intestazione di risposta HTTP <strong><code>X-Frame-Options</code></strong> può essere usata per indicare se un browser deve essere autorizzato o meno a rendere una pagina in un <code>&lt;frame&gt;</code>, <code>&lt;iframe&gt;</code> or <code>&lt;oggetto&gt;</code>. I siti possono utilizzare questa opzione per evitare attacchi di <a href="https://en.wikipedia.org/wiki/clickjacking">clickjacking</a>, assicurandosi che il loro contenuto non sia incorporato in altri siti.
no: HTTP-headeren <strong><code>X-Frame-Options</code></strong> kan benyttes for å indikere hvorvidt en nettleser skal tillate å vise en side inne i en <code>&lt;frame&gt;</code>, <code>&lt;iframe&gt;</code> eller <code>&lt;object&gt;</code>. Nettsteder kan benytte dette for å forsikre at innhold ikke kan bygges inn på andre nettsteder, og på dette vis unnvike <a href="https://en.wikipedia.org/wiki/clickjacking">clickjacking</a>-angrep.
sv: HTTP-headern <strong><code>X-Frame-Options</code></strong> kan användas för att indikera huruvida en webbläsare ska tillåtas visa en sida inuti en <code>&lt;frame&gt;</code>, <code>&lt;iframe&gt;</code> eller <code>&lt;object&gt;</code>. Webbplatser kan använda detta för att se till att innehåll inte kan bäddas in på andra webbplatser, och på så vis undvika <a href="https://en.wikipedia.org/wiki/clickjacking">clickjacking</a>-attacker.

source: The Chrome security team allows anyone to <a href="https://hstspreload.org/">submit their domain to the list</a>, provided it meets a few requirements.
de: Das Chrome-Sicherheitsteam erlaubt jeder Person <a href="https://hstspreload.org/">ihre Domain zur Liste hinzuzufügen</a>, sofern diese einige Voraussetzungen erfüllt.
it: Il team di sicurezza di Chrome consente a chiunque di <a href="https://hstspreload.org/"> inviare il proprio dominio all'elenco</a>, a condizione che soddisfi alcuni requisiti.
no: Chromes sikkerhetsteam lar hvem som helst <a href="https://hstspreload.org/">sende inn sitt domene til listen</a>, forutsatt at det oppfyller visse kriterier.
sv: Chromes säkerhetsteam låter vem som helst <a href="https://hstspreload.org/">skicka in sin domän till listan</a>, förutsatt att den uppfyller vissa kriterier.

source: The Content Security Policy tests are based on the ones from the <a href="https://github.com/mozilla/http-observatory">Mozilla HTTP Observatory</a> scanner/grader project (<a href="https://www.mozilla.org/en-US/MPL/2.0/">Mozilla Public License 2.0</a>) by April King, reimplemented by us for Webbkoll. The explanatory texts are from the <a href="https://observatory.mozilla.org/">Observatory by Mozilla</a> website, <a href="https://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0</a>. Any mistake or inaccuracy in the results is our fault.
de: Die Tests für Content-Security-Richtlinien basieren auf dem Scanner des <a href="https://github.com/mozilla/http-observatory">Mozilla HTTP Observatory</a> Projektes (<a href="https://www.mozilla.org/en-US/MPL/2.0/">Mozilla Public License 2.0</a>) von April King, von uns für Webbkoll implementiert. Die Beschreibungstexte sind von der <a href="https://observatory.mozilla.org/">Mozilla-Observatory</a>-Website entnommen, <a href="https://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0</a>. Für Fehler oder Ungenauigkeiten sind wir verantwortlich.
no: Content Security Policy-testen er basert på sjekkene hos <a href="https://github.com/mozilla/http-observatory">Mozilla HTTP Observatorys</a> scanner-/grader-projekt (<a href="https://www.mozilla.org/en-US/MPL/2.0/">Mozilla Public License 2.0</a>) av April King, gjenimplementert av oss for Webbkoll. De forklarende tekstene er fra nettstedet <a href="https://observatory.mozilla.org/">Observatory by Mozilla</a>, <a href="https://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0</a>. Feil eller feilaktigheter i resultatet er vår feil.
sv: Content Security Policy-testen är baserade på de från <a href="https://github.com/mozilla/http-observatory">Mozilla HTTP Observatorys</a> scanner-/grader-projekt (<a href="https://www.mozilla.org/en-US/MPL/2.0/">Mozilla Public License 2.0</a>) av April King, återimplementerat av oss för Webbkoll. De förklarande texterna är från webbplatsen <a href="https://observatory.mozilla.org/">Observatory by Mozilla</a>, <a href="https://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0</a>. Misstag eller felaktigheter i resultaten är vårt fel.

source: The Subresource Integrity test is based on the one from the <a href="https://github.com/mozilla/http-observatory">Mozilla HTTP Observatory</a> scanner/grader project (<a href="https://www.mozilla.org/en-US/MPL/2.0/">Mozilla Public License 2.0</a>) by April King, reimplemented by us for Webbkoll.
de: Der Subresource-Integrity-Test basiert auf dem <a href="https://github.com/mozilla/http-observatory">Mozilla-HTTP-Observatory</a>-Scanner (<a href="https://www.mozilla.org/en-US/MPL/2.0/">Mozilla Public License 2.0</a>) von April King, der von uns für Webbkoll reimplementiert wurde.
no: Subresource Integrity-testen er basert på <a href="https://github.com/mozilla/http-observatory">Mozilla HTTP Observatory</a>-scanner-/grader-projektet (<a href="https://www.mozilla.org/en-US/MPL/2.0/">Mozilla Public License 2.0</a>) av April King, gjenimplementert av oss for Webbkoll.
sv: Subresource Integrity-testet är baserat på det från <a href="https://github.com/mozilla/http-observatory">Mozilla HTTP Observatory</a>-scanner-/grader-projektet (<a href="https://www.mozilla.org/en-US/MPL/2.0/">Mozilla Public License 2.0</a>) av April King, återimplementerat av oss för Webbkoll.
